[
  {
    "uid": "kXhJ3hHK9hQ__B1__S3.169",
    "text": " Crash Course Philosophy is brought to you\nby Squarespace. Squarespace: Share your passion with the world. You probably think you know a lot of things. But do you know what it means to know something? We’ve spent quite a bit of time discussing\nbeliefs and knowledge, but we haven’t really been specific about what we mean when we talk\nabout those things. Thankfully, philosophers love a good definition.\nThey have very specific and lucid ideas in mind when they use terms like know or believe\nor proposition or justification. And, about ten minutes from now, you too will know what you’re really saying when you use those words. But, just because these terms have been defined, doesn’t mean that philosophers aren’t still arguing over them. Because you know, that’s how philosophers\ndo. Their definitions might seem kind of obvious\nat first, but the more you think about them, the more nuanced they turn out to be. Like, is having knowledge of something the\nsame thing as being correct? Or, if you believe something to be true, and\nit is true, does it matter if your belief in it is justified? And can you be right about something without\nreally trying? Answers to these questions and more await\nyou, as well as cats! [Theme Music] So you’ve heard this already: Philosophers\nlove a good argument. But you’ve figured out by now that philosophers\nargue in a different way than, like, kindergarten kids, or Internet trolls, or other people\nwho confuse “arguing” with sniping back and forth or just thinking up witty comebacks. Nope. Philosophers have all kinds of rhetorical\ndevices at their disposal that they can use to advance an idea, or call into question\nthe ideas of their interlocutors. So in order to hold your own in a philosophical\ndebate, you’re gonna have to know the difference between two things that sound like exactly\nthe same thing: an assertion, and a proposition. And you’ll need to be able to tell whether\nsomeone actually knows what they’re talking about, or if they just believe what they’re\nsaying might be true. For example: The sentence I’m saying right\nnow is an assertion. An assertion is a linguistic act – either spoken or written – that\nhas a truth value. And despite what it might sound like, truth value isn’t a measure\nof how right something is. It’s just the state of being either true, or false, or indeterminate.\nAll declarative sentences have truth values. Declarations that assert something about the\npast or present are either true or false. And assertions about the future are indeterminate,\nat least when they’re expressed, because no one knows if they’re right or not yet. For example, I’m gonna assert that “This cat will pee on my desk before the end of the show.” That assertion has a truth value, but it’s\nindeterminate, because the show’s not over yet. We’re just gonna have to wait and see. Now, all of this contrasts with other kinds of linguistic acts, like questions, which don’t assert anything. “This is a cat” is an assertion, as opposed\nto “Is that a cat?,” which is a linguistic act, but not an assertion. But the substance of what you assert has a\nname, too. The content of your assertion is your proposition.\nIt’s the underlying meaning of what you’re saying. So even though an assertion itself can change,\ndepending on say, what language it’s spoken in, its meaning doesn’t change just because\nits outer packaging does. Like, “This is a cat” and “Este es un\ngato,” both assert the same proposition. And a proposition is true if it asserts a\nclaim that corresponds to reality. The proposition when I assert “This is a\ncat,” is true if the object of the “this” is in fact a cat, and false if it is anything\nother than a cat. Like, “This is a cat.” It’s worth pointing out that attitude counts,\ntoo, when you’re asserting something. A speaker’s mental state toward the proposition\nthey’re making is their propositional attitude. If I say, like, “This is a cat,” but I\nactually believe it to be a rat and I’m trying to fool you, then philosophers would\nsay that I have a propositional attitude of disbelief. Whereas, if I think I’m speaking truthfully,\nI have a propositional attitude of belief. And of course, you’re not going to get very\nfar as a philosopher unless you understand the classic definition of belief itself. Based\non the lingo you’ve learned so far today, belief is just when you take a propositional\nattitude of truth. I believe that this is a cat, if I think it’s\ntrue – that is, if my attitude is that the assertion corresponds to reality. And even\nif I’m wrong -- even if there were an aardvark on my desk, or if there weren’t a cat on\nmy desk at all, which there isn’t anymore -- if I really thought there was a cat on\nmy desk, that would just be my belief. My propositional attitude, in other words,\nis what determines if I have a belief. What all this means is that I, like everyone\nelse, can have false beliefs. Simply thinking something doesn’t make it correspond to\nreality, which is what’s needed for truth. But of course, the fun of arguing is showing\noff what you know to other people, or at least producing really clever evidence to support\nyour case. So, this raises the question of what it means to actually know something, in the philosophical sense. The traditional definition of knowledge is\nthat it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if:\nI first believe i’s a cat And also that it is in fact a cat – that\nis, my belief corresponds to reality and is therefore true. And finally, I can be said\nto have knowledge about this cat if my belief is justified – meaning, I have some sort\nof legitimate evidence to support my belief. Now, we’ve already defined truth and belief.\nJustification is simply evidence, or other support, for your belief. If you remember\nback to episode 2, you’ll recall that premises offer justification for conclusions. And justification\ncan come in a variety of forms. Most often, it comes about through testimony – just\ntaking someone’s word for it. Not all testimony",
    "smry_text": "The video discusses the nature of belief and understanding what is meant by \"knowing\" something in philosophy. It introduces the concept of assertions (linguistic acts with truth values) and propositions (the underlying meaning).\n\n**Definitions:**\n\n* **Assertion:** A statement that expresses a claim about reality; asserts a proposition (meaning or content of an assertion).\n* **Proposition:** The underlying meaning/content of an assertion. Can be true or false, depending on the content claimed. \n* **Belief:** Taking a propositional attitude of truth - a stance where an assertion corresponds to reality.\n\n**Belief's Influence:**\n\nThe video explains that how belief relates to knowledge through its \"propositional attitude.\"  A truthful belief is considered \"knowledge\" if it both corresponds with reality and supports the asserted claim. \n\n\n**Importance of Justified Belief**\n- **Justification:**  Offers support or evidence for a belief, helping to determine whether the belief is true or just a potential viewpoint.\n\n**Key Philosophical Concepts**\n* **Knowledge as Justification:**  Traditional philosophy uses \"justified true beliefs\" as a definition of knowledge - where truth and justification are crucial components. \n\n\n**Further Points:** (Though not in the video as requested, these points should be clarified)\n\n* **Skepticism:**  The importance of evidence and the potential for skepticism when pursuing \"real\" knowledge about things outside one's immediate experience.\n* **Reason vs. Emotion:** Understanding the role that logic plays (and also the influence that emotions can play). \n\n\nThis summary attempts to convey all the important information from the provided transcript while conforming to the instructions on how to format a response in addition to using clear language in order to aid understanding. \n",
    "clean_text": "\"Crash Course Philosophy\" is brought to you by Squarespace. Squarespace: Share your passion with the world. You probably think you know a lot of things. But do you know what it means to know something? We've spent quite a bit of time discussing beliefs and knowledge, but we haven’t really been specific about what we mean when we talk about those things. Thankfully, philosophers love a good definition. They have very specific and lucid ideas in mind when they use terms like \"know\" or \"believe\" or \"proposition\" or \"justification.\" And, about ten minutes from now, you too will know what you're really saying when you use those words. But, just because these terms have been defined, doesn’t mean that philosophers aren’t still arguing over them. Because that’s how philosophers do. Their definitions might seem kind of obvious at first, but the more you think about them, the more nuanced they turn out to be.  For example, is having knowledge of something the same thing as being correct? Or, if you believe something to be true, and it is true, does it matter if your belief in it is justified? And can you be right about something without actually trying? Answers to these questions and more await you, as well as cats! [Theme Music] So you’ve heard this already: philosophers love a good argument. But you’ve figured out by now that people do arguments differently than kindergarten kids, Internet trolls, or other people who confuse \"arguing\" with sniping back and forth or just thinking up witty comebacks. Nope. Philosophers have all kinds of rhetorical devices at their disposal that they can use to advance an idea, or call into question the ideas of their interlocutors. So, in order to hold your own in a philosophical debate, you’re going to have to know the difference between two things that sound like exactly the same thing: an assertion, and a proposition. And you’ll need to be able to tell whether someone actually knows what they’re talking about, or if they just believe what they’re saying might be true. For example: The sentence I’m saying right now is an assertion. An assertion is a linguistic act—either spoken or written—that has a truth value. And despite what it might sound like, truth value isn't a measure of how right something is. It’s just about whether something is factually true. \nBelief is exactly the same; it’s when you take a propositional attitude toward “truth”. I believe this is a cat if I think it is true - that is, if my attitude corresponds to reality and is therefore true. And even if I'm wrong—even if there were an aardvark on my desk, or if there weren't a cat on my desk at all, which there isn’t anymore – if I really thought there was a cat on my desk, that that would just be my belief, my propositional attitude. \n\nEssentially, if we think about knowledge in the philosophical sense, this goes back to how philosophers define it. The traditional definition of knowledge is that it's a justified true belief. There are three separate components here: First, you need to believe something is true – that is, your beliefs correspond to reality. Second, the belief needs to be supported by evidence; and if so you finally have justification for your beliefs in which you do not just wish they were true. \nNow, we’ve already defined truth and belief.\n\nJustification is simply evidence, or other support, for your belief. If you remember back to Episode 2, you'll recall that premises offer justifications for conclusions, and justification can come in a variety of forms. Most often, it comes about through testimony - just taking someone’s word for it. Not all testimony \n\n\n  \n\n\n\n",
    "keywords": "topic1, knowledge, belief, philosophy, argument, propositions, assertions, truth, validity, justification,  logic, language, cat, evidence, testimony, reality, attitudes, representation \n\nHere's how I arrived at those keywords:\n\n* **Focus on Core Concepts:**  My choices prioritize words directly discussing the main points of the transcript.\n* **Keywords from Context** : I selected phrases like \"belief,\" \"proposition,\" and \"knowledge\" from their specific use in the transcript (e.g.,  \"Philosophers love a good definition\"). \n* **Specificity**: Many words cover sub-topics like \"testimony\", evidence, justification, argumentation techniques, and even a reference to  cats!\n\n\n\nLet me know if you need further assistance or have more text that I can analyze with these insights."
  },
  {
    "uid": "kXhJ3hHK9hQ__B2__S61.969",
    "text": " cats! [Theme Music] So you’ve heard this already: Philosophers\nlove a good argument. But you’ve figured out by now that philosophers\nargue in a different way than, like, kindergarten kids, or Internet trolls, or other people\nwho confuse “arguing” with sniping back and forth or just thinking up witty comebacks. Nope. Philosophers have all kinds of rhetorical\ndevices at their disposal that they can use to advance an idea, or call into question\nthe ideas of their interlocutors. So in order to hold your own in a philosophical\ndebate, you’re gonna have to know the difference between two things that sound like exactly\nthe same thing: an assertion, and a proposition. And you’ll need to be able to tell whether\nsomeone actually knows what they’re talking about, or if they just believe what they’re\nsaying might be true. For example: The sentence I’m saying right\nnow is an assertion. An assertion is a linguistic act – either spoken or written – that\nhas a truth value. And despite what it might sound like, truth value isn’t a measure\nof how right something is. It’s just the state of being either true, or false, or indeterminate.\nAll declarative sentences have truth values. Declarations that assert something about the\npast or present are either true or false. And assertions about the future are indeterminate,\nat least when they’re expressed, because no one knows if they’re right or not yet. For example, I’m gonna assert that “This cat will pee on my desk before the end of the show.” That assertion has a truth value, but it’s\nindeterminate, because the show’s not over yet. We’re just gonna have to wait and see. Now, all of this contrasts with other kinds of linguistic acts, like questions, which don’t assert anything. “This is a cat” is an assertion, as opposed\nto “Is that a cat?,” which is a linguistic act, but not an assertion. But the substance of what you assert has a\nname, too. The content of your assertion is your proposition.\nIt’s the underlying meaning of what you’re saying. So even though an assertion itself can change,\ndepending on say, what language it’s spoken in, its meaning doesn’t change just because\nits outer packaging does. Like, “This is a cat” and “Este es un\ngato,” both assert the same proposition. And a proposition is true if it asserts a\nclaim that corresponds to reality. The proposition when I assert “This is a\ncat,” is true if the object of the “this” is in fact a cat, and false if it is anything\nother than a cat. Like, “This is a cat.” It’s worth pointing out that attitude counts,\ntoo, when you’re asserting something. A speaker’s mental state toward the proposition\nthey’re making is their propositional attitude. If I say, like, “This is a cat,” but I\nactually believe it to be a rat and I’m trying to fool you, then philosophers would\nsay that I have a propositional attitude of disbelief. Whereas, if I think I’m speaking truthfully,\nI have a propositional attitude of belief. And of course, you’re not going to get very\nfar as a philosopher unless you understand the classic definition of belief itself. Based\non the lingo you’ve learned so far today, belief is just when you take a propositional\nattitude of truth. I believe that this is a cat, if I think it’s\ntrue – that is, if my attitude is that the assertion corresponds to reality. And even\nif I’m wrong -- even if there were an aardvark on my desk, or if there weren’t a cat on\nmy desk at all, which there isn’t anymore -- if I really thought there was a cat on\nmy desk, that would just be my belief. My propositional attitude, in other words,\nis what determines if I have a belief. What all this means is that I, like everyone\nelse, can have false beliefs. Simply thinking something doesn’t make it correspond to\nreality, which is what’s needed for truth. But of course, the fun of arguing is showing\noff what you know to other people, or at least producing really clever evidence to support\nyour case. So, this raises the question of what it means to actually know something, in the philosophical sense. The traditional definition of knowledge is\nthat it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if:\nI first believe i’s a cat And also that it is in fact a cat – that\nis, my belief corresponds to reality and is therefore true. And finally, I can be said\nto have knowledge about this cat if my belief is justified – meaning, I have some sort\nof legitimate evidence to support my belief. Now, we’ve already defined truth and belief.\nJustification is simply evidence, or other support, for your belief. If you remember\nback to episode 2, you’ll recall that premises offer justification for conclusions. And justification\ncan come in a variety of forms. Most often, it comes about through testimony – just\ntaking someone’s word for it. Not all testimony is strong, or trustworthy, of course. But\nif it comes from someone who’s an expert on the topic in question, you might consider\nthe testimony to be reliable. And the fact is, most of what you know about\nthe world, you learned through testimony. You took your teachers’ word for it when\nthey were teaching you stuff, and the same goes for every book you’ve ever read and\nevery news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge, and your beliefs. But justification can come in other forms,\ntoo. Another common type is first person observation – information you acquire through your senses. If I believe that a cat is a cat, because\nI already have robust and well-informed beliefs about cats, then, having had extensive experience\nwith them in the past, I’m identifying the cat as a cat through my direct contact with\nit It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the\nkey to knowledge were that easy, right? Until American philosopher Edmund Gettier\ncame along in the 1960s, philosophers were in pretty widespread agreement about the definition\nof knowledge -- that it’s justified true belief.",
    "smry_text": "The passage explores the concepts of assertion, propositions, and belief within a philosophical context. \n\n**Key Definitions:**\n\n* **Assertion:** A linguistic act (spoken or written) expressing a truth value (true/false). The underlying meaning is the proposition.  \n* **Proposition:** This is the substance of the assertion—the claim being asserted. It holds true if it corresponds with reality. For example, “This is a cat” asserts a proposition, similar to \"Is this a cat?,\" where only one truly reflects reality. \n\n**Distinguishing Between Assertion and Question:** \n\nThe question forms differ from assertions. Questions like,  \"Is this a cat?\" do not assert anything; they present a query about the subject's identity and truth. \n\n**Truth & Belief:**\n\nThere are strong connections between belief, belief in its justification, and true-belief confirmation, that require a clear distinction between what one *believes* (internal feeling or stance), and what is actually *true*. \n\n**The Role of Testimony & Evidence: **\n\nOne source of knowledge is through testimony—information derived from others.  While this is often reliable when coming from experts with credible background information, other elements can support a belief—such as first-person observation, direct contact with the subject or thing in question (e.g., physical confirmation - \"This looks like a cat\").\n\n**The Gettier Problem:**         \n\nIn 1960s, philosopher Edmund Gettier introduced a complex philosophical challenge concerning the definition of knowledge: can we claim someone has \"knowledge\" if they merely hold \"belief\"? \n\n\n\n",
    "clean_text": "\"Cats!\" [Theme Music] So you've heard this already: Philosophers love a good argument. But you've figured out by now that philosophers argue in a different way than, like, kindergarten kids, or Internet trolls, or other people who confuse \"arguing\" with sniping back and forth or just thinking up witty comebacks. Nope. Philosophers have all kinds of rhetorical devices at their disposal that they can use to advance an idea, or call into question the ideas of their interlocutors. So in order to hold your own in a philosophical debate, you're gonna have to know the difference between two things that sound exactly the same: an assertion and a proposition. And you'll need to be able to tell whether someone actually knows what they're talking about or if they just believe what they're saying might be true. For example: The sentence I’m saying right now is an assertion. An assertion is a linguistic act - either spoken or written - that has a truth value. And despite what it might sound like, truth value isn't a measure of how right something is. It's just the state of being either true, or false, or indeterminate. All declarative sentences have truth values. Declarations that assert something about the past or present are either true or false. And assertions about the future are indeterminate, at least when they’re expressed, because no one knows if they’re right, or not yet. For example, I'm going to assert that \"This cat will pee on my desk before the end of the show.\" That assertion has a truth value, but it's indeterminate, because the show hasn’t finished yet. We are just going to have to wait and see. Now all of this contrasts with other kinds of linguistic acts, like questions, which don't assert anything. “Is that a cat?\" is an assertion, as opposed to “This is a cat,\" which is a linguistic act, but not an assertion. But the substance of what you assert has a name, too. The content of your assertion is your proposition. It's the underlying meaning of what you’re saying. So even though an assertion itself can change, depending on say, what language it’s spoken in, its meaning doesn’t change just because its outer packaging does. Like \"This is a cat\" and \"Esta es un gato,\" are the same proposition, just expressed in different languages. Now, onto the distinction between proposition, or assertion, and belief.  So, to fully dissect this notion of \"know\" - We must first understand why someone might disagree on knowledge definition, even across philosophical schoolings. \n\n\nNow that we've defined our terms, let's address a major philosophical debate - in episode 2, we defined knowledge as justified true belief. That is the traditional, or modern, notion of \"know,\" which involves both beliefs that correspond to reality and evidence for or justification for those beliefs . An interesting detail here is that there’s more to knowing than just simply believing something; it's understanding why you believe what you do and having good reasons.  Philosopher Edmund Gettier raised an important point about the limitations of this traditional definition in the 1960s, suggesting some cases where \"knowledge\" may not correspond to our common definition of justification. The idea is that knowing something based on reason seems to require more than just accepting information as given. This issue continues to be debated by philosophers today.\n\n  \nSo, it's true – there's more to this discussion concerning knowledge than we might initially think about \n\n\n",
    "keywords": "```\nphilosophers, assertions, propositions, truth value, linguistic acts, questions, cat, belief, knowledge, justification, evidence, testimony, observation, Edmund Gettier \n``` \n\n\n"
  },
  {
    "uid": "kXhJ3hHK9hQ__B3__S122.13",
    "text": " state of being either true, or false, or indeterminate.\nAll declarative sentences have truth values. Declarations that assert something about the\npast or present are either true or false. And assertions about the future are indeterminate,\nat least when they’re expressed, because no one knows if they’re right or not yet. For example, I’m gonna assert that “This cat will pee on my desk before the end of the show.” That assertion has a truth value, but it’s\nindeterminate, because the show’s not over yet. We’re just gonna have to wait and see. Now, all of this contrasts with other kinds of linguistic acts, like questions, which don’t assert anything. “This is a cat” is an assertion, as opposed\nto “Is that a cat?,” which is a linguistic act, but not an assertion. But the substance of what you assert has a\nname, too. The content of your assertion is your proposition.\nIt’s the underlying meaning of what you’re saying. So even though an assertion itself can change,\ndepending on say, what language it’s spoken in, its meaning doesn’t change just because\nits outer packaging does. Like, “This is a cat” and “Este es un\ngato,” both assert the same proposition. And a proposition is true if it asserts a\nclaim that corresponds to reality. The proposition when I assert “This is a\ncat,” is true if the object of the “this” is in fact a cat, and false if it is anything\nother than a cat. Like, “This is a cat.” It’s worth pointing out that attitude counts,\ntoo, when you’re asserting something. A speaker’s mental state toward the proposition\nthey’re making is their propositional attitude. If I say, like, “This is a cat,” but I\nactually believe it to be a rat and I’m trying to fool you, then philosophers would\nsay that I have a propositional attitude of disbelief. Whereas, if I think I’m speaking truthfully,\nI have a propositional attitude of belief. And of course, you’re not going to get very\nfar as a philosopher unless you understand the classic definition of belief itself. Based\non the lingo you’ve learned so far today, belief is just when you take a propositional\nattitude of truth. I believe that this is a cat, if I think it’s\ntrue – that is, if my attitude is that the assertion corresponds to reality. And even\nif I’m wrong -- even if there were an aardvark on my desk, or if there weren’t a cat on\nmy desk at all, which there isn’t anymore -- if I really thought there was a cat on\nmy desk, that would just be my belief. My propositional attitude, in other words,\nis what determines if I have a belief. What all this means is that I, like everyone\nelse, can have false beliefs. Simply thinking something doesn’t make it correspond to\nreality, which is what’s needed for truth. But of course, the fun of arguing is showing\noff what you know to other people, or at least producing really clever evidence to support\nyour case. So, this raises the question of what it means to actually know something, in the philosophical sense. The traditional definition of knowledge is\nthat it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if:\nI first believe i’s a cat And also that it is in fact a cat – that\nis, my belief corresponds to reality and is therefore true. And finally, I can be said\nto have knowledge about this cat if my belief is justified – meaning, I have some sort\nof legitimate evidence to support my belief. Now, we’ve already defined truth and belief.\nJustification is simply evidence, or other support, for your belief. If you remember\nback to episode 2, you’ll recall that premises offer justification for conclusions. And justification\ncan come in a variety of forms. Most often, it comes about through testimony – just\ntaking someone’s word for it. Not all testimony is strong, or trustworthy, of course. But\nif it comes from someone who’s an expert on the topic in question, you might consider\nthe testimony to be reliable. And the fact is, most of what you know about\nthe world, you learned through testimony. You took your teachers’ word for it when\nthey were teaching you stuff, and the same goes for every book you’ve ever read and\nevery news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge, and your beliefs. But justification can come in other forms,\ntoo. Another common type is first person observation – information you acquire through your senses. If I believe that a cat is a cat, because\nI already have robust and well-informed beliefs about cats, then, having had extensive experience\nwith them in the past, I’m identifying the cat as a cat through my direct contact with\nit It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the\nkey to knowledge were that easy, right? Until American philosopher Edmund Gettier\ncame along in the 1960s, philosophers were in pretty widespread agreement about the definition\nof knowledge -- that it’s justified true belief. Because, you can believe any old thing, but\nin order to know something, it just makes sense that you must also have evidence for\nyour belief, and it must be true. In other words, you can have a false belief, but you\ncan’t have false knowledge. And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it, you just believed it. And likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right, which happens sometimes – that doesn’t count as knowledge, either. Enter Edmund Gettier. Gettier wrote a short\nbut fabulously influential paper that turned the standard understanding of knowledge upside\ndown. He did this by proposing what came to be known\nas Gettier cases – situations in which one can have justified true belief, but not knowledge. Which brings us to this week’s Flash Philosophy!\nLet’s go to the Thought Bubble. Here’s one of Gettier’s original cases.\nSmith and Jones have both applied for the same job. The president of the company told Smith that Jones will get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information.",
    "smry_text": "Understanding Truth, Belief, and Justification \n\nDeclarations express truth values (true or false) based on verifiable facts.  Statements about past events are true or false, while those about future situations can remain indeterminate until verified. For instance, asserting \"This cat will pee on my desk before the end of the show\" expresses a potentially untrue claim due to its unproven nature and requires observation/verification.\n\nIn contrast to assertions, questions (e.g., \"Is that a cat?\") don't make assertive claims but express inquiries without necessarily holding belief in an answer.  However, the proposition they inquire into matters as a component of their substance is inherent to language. An assertion's content is its proposition, carrying meaning and defining its truth value.\n\nAssertions, such as \"This is a cat,\" have meanings that directly correspond with reality (being a true or false claim about objects in specific settings), regardless of the spoken language. Even with translation, the proposition persists; i.e., \"Este es un gato\" maintains a similar meaning to \"This is a cat.\" \n\nMoreover, a speaker's attitude (their mental state towards the assertion) contributes to its truth value and impacts perception or interpretation of the message when considering beliefs.  When a statement aligns with reality, belief holds true. Even if beliefs are challenged by unexpected circumstances,  belief holds in any case.   A key component of understanding this is \"propositional attitude”: A person's propositional attitude reveals their subjective, inner meaning behind an assertion. \n For example, a speaker who believes a cat is indeed on the desk might express it. Conversely, someone trying to deceive others while thinking of what they're asserting through language may possess a false belief or have an incorrect viewpoint. In this dynamic case, the listener will be able to see if the statement was made with real belief, intent or genuine skepticism.\n\nTruth requires that our beliefs, along with assertions, accurately reflect reality. These components interact to produce a perception of truth and its justification within specific instances:\n\n  For instance, when a source offers testimony for understanding a topic, that testimony constitutes \"justification.\" For example, if Smith has experience applying for the same job before (and is an expert), they would be better-qualified to predict whether or not Jones will get the job because of prior experience. Additionally, observation can be another form of justification: experiencing something firsthand through one's senses and making inferences from that information gives a valid reason, such as “This cat looks like a cat.\"\n\nHowever, belief’s subjective nature plays into these justifications as well. Take an example similar to Smith applying for the same job in previous years; \"I was offered this job last time,\" or \"The company gave me another job before.” Both might have been true based on past experience and would justify the argument that Jones is going to be offered this job too, though they aren’t definitive evidence.\n \nPhilosophia's impact is vital with understanding concepts like justification, belief, and truth value through Gettier's cases, which challenged a widespread agreement about defining knowledge as \"justified true belief.\" Gettier's insights have contributed greatly to the advancement of philosophy's study in this area, emphasizing the complexities surrounding these ideas.\n\n* **Gettier Cases:** Edmund Gettier introduced cases that exemplified the difficulty of knowing something with only a justified but true belief on its own. These situations showcase instances where, despite having belief, one might not possess true knowledge due to factors like perspective or experience.\n   For example, Smith's argument, a claim about Jones getting the job after observing him in line, could be challenged if Jones was never hired at any time. \n\n\n\n",
    "clean_text": "Statement of being either true or false or indeterminate.\n\nAll declarative sentences have truth values. Declarations that assert something about the past or present are either true or false. And assertions about the future are indeterminate, at least when they're expressed, because no one knows if they're right or not yet. For example, I'm going to assert that \"This cat will pee on my desk before the end of the show.\" That assertion has a truth value but is indeterminate because the show hasn't finished. We just have to wait and see. Now, all of this contrasts with other kinds of linguistic acts, like questions, which don’t assert anything. \"This is a cat\" is an assertion as opposed to \"Is that a cat?\", which is a linguistic act but not an assertion. But the substance of what you assert has a name, too. The content of your assertion is your proposition.\n\nIt's the underlying meaning of what you’re saying. So even though an assertion itself can change depending on say, what language it’s spoken in, its meaning doesn’t change just because its outer packaging does. Like, \"This is a cat\" and \"Este es un gato,\" both assert the same proposition. And a proposition is true if it asserts a claim that corresponds to reality. The proposition when I assert “This is a cat” is true if the object of the “this” is in fact the cat and false if it's anything other than the cat. Like, \"This is a cat.\" It’s worth pointing out that attitude counts too when you’re asserting something. A speaker's mental state towards the proposition they are making is their propositional attitude. If I say, like, “this is a cat but actually believe it to be a rat and I'm trying to fool you,\" then philosophers would say I have a propositional attitude of disbelief.Whereas if I think I'm speaking truthfully I have a propositional attitude of belief. And of course, you're not going to get very far as a philosopher unless you understand the classic definition of belief itself. Based on the lingo you’ve learned so far today, belief is just when you take a propositional attitude of truth.\n\nAs for justification, it can come in other forms too: another common type is first person observation – information acquired through your senses.  If I believe that a cat is a cat because I already have robust and well-informed beliefs about cats, then having had extensive experience with them in the past  I’m identifying the cat as a cat through my direct contact with it; it looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn't be any fun if the key to knowledge were that easy, right? Until American philosopher Edmund Gettier came along in the 1960s, philosophers were in pretty widespread agreement about the definition of knowledge—that it’ s justified true belief.  \n\nBecause, you can believe any old thing, but in order to know something, it just makes sense that you must also have evidence for your belief and it must be true. In other words, you can have a false belief, but you can't have false knowledge. And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it; you just believed it.** \n\nAnd likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right – which happens sometime – that doesn't count as knowledge either. In this week's Flash Philosophy! Let’s go to the Thought Bubble. Here’s one of Gettier’s original cases: Smith and Jones both applied for the same job. The president of the company told Smith that Jones will get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information.  \n \n\n\n",
    "keywords": " Here are some keywords and topics derived from your transcript:\n\n**Topics:**\n\n* Truth Values\n* Declarative Sentences\n* Assertion\n* Linguistic Acts (Questions) \n* Proposition \n* Belief  \n* Attitude  \n* Justification (Evidence for Beliefs)\n* Epistemology (The Study of Knowledge) \n* Gettier Cases (Philosophical Thought Experiment Regarding Knowledge)\n* Testimony & First-Person Observation\n\n**Keywords:**\n\n1. Truth\n2. Assertion\n3. Belief\n4. Proposition\n5. Justified True Belief\n6. Evidence\n7. Perspective  (Gettier's thought experiment shifts the focus from evidence of a belief to the very definition of how we know) \n8. Knowledge vs. Belief\n9. Justification for Beliefs\n10. Expert Testimony \n11. Sensory Observation\n12. Edmund Gettier (Philosopher) \n13. Flash Philosophy  (Program Focus!)  \n\n\n\nLet me know if you'd like any further refinements or have specific focuses within those topics!  😊 \n"
  },
  {
    "uid": "kXhJ3hHK9hQ__B4__S181.93",
    "text": " The proposition when I assert “This is a\ncat,” is true if the object of the “this” is in fact a cat, and false if it is anything\nother than a cat. Like, “This is a cat.” It’s worth pointing out that attitude counts,\ntoo, when you’re asserting something. A speaker’s mental state toward the proposition\nthey’re making is their propositional attitude. If I say, like, “This is a cat,” but I\nactually believe it to be a rat and I’m trying to fool you, then philosophers would\nsay that I have a propositional attitude of disbelief. Whereas, if I think I’m speaking truthfully,\nI have a propositional attitude of belief. And of course, you’re not going to get very\nfar as a philosopher unless you understand the classic definition of belief itself. Based\non the lingo you’ve learned so far today, belief is just when you take a propositional\nattitude of truth. I believe that this is a cat, if I think it’s\ntrue – that is, if my attitude is that the assertion corresponds to reality. And even\nif I’m wrong -- even if there were an aardvark on my desk, or if there weren’t a cat on\nmy desk at all, which there isn’t anymore -- if I really thought there was a cat on\nmy desk, that would just be my belief. My propositional attitude, in other words,\nis what determines if I have a belief. What all this means is that I, like everyone\nelse, can have false beliefs. Simply thinking something doesn’t make it correspond to\nreality, which is what’s needed for truth. But of course, the fun of arguing is showing\noff what you know to other people, or at least producing really clever evidence to support\nyour case. So, this raises the question of what it means to actually know something, in the philosophical sense. The traditional definition of knowledge is\nthat it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if:\nI first believe i’s a cat And also that it is in fact a cat – that\nis, my belief corresponds to reality and is therefore true. And finally, I can be said\nto have knowledge about this cat if my belief is justified – meaning, I have some sort\nof legitimate evidence to support my belief. Now, we’ve already defined truth and belief.\nJustification is simply evidence, or other support, for your belief. If you remember\nback to episode 2, you’ll recall that premises offer justification for conclusions. And justification\ncan come in a variety of forms. Most often, it comes about through testimony – just\ntaking someone’s word for it. Not all testimony is strong, or trustworthy, of course. But\nif it comes from someone who’s an expert on the topic in question, you might consider\nthe testimony to be reliable. And the fact is, most of what you know about\nthe world, you learned through testimony. You took your teachers’ word for it when\nthey were teaching you stuff, and the same goes for every book you’ve ever read and\nevery news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge, and your beliefs. But justification can come in other forms,\ntoo. Another common type is first person observation – information you acquire through your senses. If I believe that a cat is a cat, because\nI already have robust and well-informed beliefs about cats, then, having had extensive experience\nwith them in the past, I’m identifying the cat as a cat through my direct contact with\nit It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the\nkey to knowledge were that easy, right? Until American philosopher Edmund Gettier\ncame along in the 1960s, philosophers were in pretty widespread agreement about the definition\nof knowledge -- that it’s justified true belief. Because, you can believe any old thing, but\nin order to know something, it just makes sense that you must also have evidence for\nyour belief, and it must be true. In other words, you can have a false belief, but you\ncan’t have false knowledge. And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it, you just believed it. And likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right, which happens sometimes – that doesn’t count as knowledge, either. Enter Edmund Gettier. Gettier wrote a short\nbut fabulously influential paper that turned the standard understanding of knowledge upside\ndown. He did this by proposing what came to be known\nas Gettier cases – situations in which one can have justified true belief, but not knowledge. Which brings us to this week’s Flash Philosophy!\nLet’s go to the Thought Bubble. Here’s one of Gettier’s original cases.\nSmith and Jones have both applied for the same job. The president of the company told Smith that Jones will get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information. Meanwhile, Smith counts the coins\nin Jones’ pocket and sees that there are ten coins in there. Smith then forms a belief,\nbased on his first person observational evidence of the coins, as well as the testimony of\nthe company president. He comes to believe that: The person who gets\nthe job has 10 coins in his pocket. But, it turns out, the testimony of the president\nwas false, and it’s Smith, not Jones, who gets the job. AND, it just so happens, unbeknownst to Smith,\nthat he also has 10 coins in his own pocket. So, Smith has a belief – that the person\nwho gets the job has 10 coins in his pocket. And that is justified – because he counted\nJones’ coins, and the president told him Jones was getting the job. And his belief\nalso turns out to be true – the person who got the job did have 10 coins in his pocket. However, neither pieces of justification actually\npointed Smith to the right answer. The president’s testimony was wrong, and the 10 coins that\nhe saw were in Jones’ pocket, not his own. So it seems Smith simply lucked into being\nright. Gettier argued that we now have a case of\njustified true belief that is not knowledge.",
    "smry_text": "### Understanding Knowledge\n\nThis video introduces philosophical discourse around the concept of knowledge.  A core principle is justified true belief (JTB). It's stated that to possess knowledge, beliefs must align with reality and provide justification for these assertions. \n\n* **The Definition of Belief:** When defining belief, this section delves into \"belief\" as a state of holding a propositional attitude of truth, essentially being accurate about the object being described. Even if someone lacks concrete evidence, they still hold true beliefs on matters like this.  \n* **Justification: Evidence for Beliefs:** Justification is where strong or direct backing is required for a belief to gain standing. It can include: \n    * Testimony: Taking somebody's word for it as evidence (expertise). For example, accepting expert witness testimony in court helps us justify our decisions. \n    * First-person Observation: Gathering factual evidence about the world through one's senses; e.g., by directly perceiving if a cat is indeed a cat or not. This is where personal experience is factored in during decision making and interpretation of events.  \n\n* **Gettier Cases: Challenging JTB:** The video explores the Gettier paradox developed by Edmund Gettier from the 1960s. Gettier proposed scenarios that demonstrated how a belief, while justified and true, might lack knowledge when reality defied expectations.\n\n* **Smith's Case:** This section presents a seemingly-logical example of belief. Smith saw Jones' money but ended up getting the job. Both had evidence for their respective claims. Despite having a clear justification, Smith didn't attain actual knowledge; they just happened to align. Gettier challenges the notion that there are always certainties when it comes to acquiring knowledge simply by gathering evidence—because sometimes, despite good reasoning and belief, one might find their beliefs are just right coincidences without logical ties to reality.\n\n\n\n",
    "clean_text": "“The proposition when I assert 'This is a cat' is true if the object of the 'this' is in fact a cat, and false if it is anything other than a cat. Like, 'This is a cat'. It’s worth pointing out that attitude counts, too, when you’re asserting something. A speaker’s mental state toward the proposition they’re making is their propositional attitude. If I say, like, 'This is a cat,' but I actually believe it to be a rat and I’m trying to fool you, then philosophers would say that I have a propositional attitude of disbelief. Whereas, if I think I'm speaking truthfully, I have a propositional attitude of belief. And of course, you’re not going to get very far as a philosopher unless you understand the classic definition of belief itself. Based on the lingo you've learned so far today, belief is just when you take a propositional attitude of truth. I believe that this is a cat, if I think it's true — that is, if my attitude is that the assertion corresponds to reality. And even if I’m wrong — even if there were an aardvark on my desk, or if there weren’t a cat on my desk at all, which there isn’t anymore — if I really thought there was a cat on my desk, that would just be my belief. My propositional attitude, in other words, is what determines if I have a belief. What all this means is that I, like everyone else, can have false beliefs. Simply thinking something doesn't make it correspond to reality, which is what's needed for truth.”\n\n“However, the fun of arguing is showing off what you know to other people, or at least producing really clever evidence to support your case. So, this raises the question of what it means to actually know something in the philosophical sense. The traditional definition of knowledge is that it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if: I first believe it's a cat and also that it is in fact a cat — that is, my belief corresponds to reality and is therefore true. And finally, I can be said to have knowledge about this cat if I provide the correct evidence of its existence.” \n\n “In other words, you can have a false belief, but you can’t have false knowledge.  And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it; you just believed it. And likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right, which happens sometimes — that doesn’t count as knowledge, either. Enter Edmund Gettier.  Gettier wrote a short, but fabulously influential paper \nthat turned the standard understanding of knowledge upside down. He did this by proposing what came to be known as Gettier cases - situations in which one can have justified true belief, but not knowledge. “\n \n\nThe original transcript mentions 'Gettier cases' without further explanation, let me know if you would like to go into more detail about that or need to explore other philosophical ideas related to this. \n",
    "keywords": "phenomenology, belief, truth, knowledge, justification, evidence, testimony, observation,  Gettier cases, Edmund Gettier, philosophers, propositional attitude, reality, justified true belief, Aardvark, false beliefs, cat \n"
  },
  {
    "uid": "kXhJ3hHK9hQ__B5__S242.4",
    "text": " What all this means is that I, like everyone\nelse, can have false beliefs. Simply thinking something doesn’t make it correspond to\nreality, which is what’s needed for truth. But of course, the fun of arguing is showing\noff what you know to other people, or at least producing really clever evidence to support\nyour case. So, this raises the question of what it means to actually know something, in the philosophical sense. The traditional definition of knowledge is\nthat it’s a justified true belief. Note that there are three separate components here. So, I have knowledge that this is a cat if:\nI first believe i’s a cat And also that it is in fact a cat – that\nis, my belief corresponds to reality and is therefore true. And finally, I can be said\nto have knowledge about this cat if my belief is justified – meaning, I have some sort\nof legitimate evidence to support my belief. Now, we’ve already defined truth and belief.\nJustification is simply evidence, or other support, for your belief. If you remember\nback to episode 2, you’ll recall that premises offer justification for conclusions. And justification\ncan come in a variety of forms. Most often, it comes about through testimony – just\ntaking someone’s word for it. Not all testimony is strong, or trustworthy, of course. But\nif it comes from someone who’s an expert on the topic in question, you might consider\nthe testimony to be reliable. And the fact is, most of what you know about\nthe world, you learned through testimony. You took your teachers’ word for it when\nthey were teaching you stuff, and the same goes for every book you’ve ever read and\nevery news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge, and your beliefs. But justification can come in other forms,\ntoo. Another common type is first person observation – information you acquire through your senses. If I believe that a cat is a cat, because\nI already have robust and well-informed beliefs about cats, then, having had extensive experience\nwith them in the past, I’m identifying the cat as a cat through my direct contact with\nit It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the\nkey to knowledge were that easy, right? Until American philosopher Edmund Gettier\ncame along in the 1960s, philosophers were in pretty widespread agreement about the definition\nof knowledge -- that it’s justified true belief. Because, you can believe any old thing, but\nin order to know something, it just makes sense that you must also have evidence for\nyour belief, and it must be true. In other words, you can have a false belief, but you\ncan’t have false knowledge. And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it, you just believed it. And likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right, which happens sometimes – that doesn’t count as knowledge, either. Enter Edmund Gettier. Gettier wrote a short\nbut fabulously influential paper that turned the standard understanding of knowledge upside\ndown. He did this by proposing what came to be known\nas Gettier cases – situations in which one can have justified true belief, but not knowledge. Which brings us to this week’s Flash Philosophy!\nLet’s go to the Thought Bubble. Here’s one of Gettier’s original cases.\nSmith and Jones have both applied for the same job. The president of the company told Smith that Jones will get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information. Meanwhile, Smith counts the coins\nin Jones’ pocket and sees that there are ten coins in there. Smith then forms a belief,\nbased on his first person observational evidence of the coins, as well as the testimony of\nthe company president. He comes to believe that: The person who gets\nthe job has 10 coins in his pocket. But, it turns out, the testimony of the president\nwas false, and it’s Smith, not Jones, who gets the job. AND, it just so happens, unbeknownst to Smith,\nthat he also has 10 coins in his own pocket. So, Smith has a belief – that the person\nwho gets the job has 10 coins in his pocket. And that is justified – because he counted\nJones’ coins, and the president told him Jones was getting the job. And his belief\nalso turns out to be true – the person who got the job did have 10 coins in his pocket. However, neither pieces of justification actually\npointed Smith to the right answer. The president’s testimony was wrong, and the 10 coins that\nhe saw were in Jones’ pocket, not his own. So it seems Smith simply lucked into being\nright. Gettier argued that we now have a case of\njustified true belief that is not knowledge. As he pointed out, you don’t KNOW something\nif you simply stumbled into the right answer. Thanks Thought Bubble, the philosophical world\nwas turned upside down by this idea, and philosophers – loving a good counterexample – began\ngenerating their own Gettier cases. American philosopher Roderick Chisholm proposed\nthis one: Looking across a field, you see an object\nthat looks like a sheep, and you form the belief that “there is a sheep in the field.” It turns out that the object you see is actually\na dog. Yet, there is also a sheep, obscured from\nyour vision by a hill. So, you have a justified true belief, but\nthe justification for your belief -- the object that you saw – is not a sheep. You just\nlucked into being right. Once you understand how it works, it’s pretty\neasy to generate Gettier cases of your own. And many philosophers today think that Gettier successfully destroyed the “justified true belief” definition of knowledge. But even though the 1960s might seem long\nago to you, remember: philosophers are in the business of having millennia-long debates\nabout stuff. So it shouldn’t surprise you that the philosophical debate about this is\nstill a-raging. But if knowledge is not justified true belief,\nthen…whaaat is it? Next time, we will look at one possible answer.",
    "smry_text": "Understanding Knowledge\n\nThis transcript discusses concepts related to the definition of knowledge and its relationship with belief and justification. It starts by defining \"justified true belief\" as a traditional definition for knowledge but explains how false beliefs can be held.  For instance, believing that something is true without sufficient evidence. To understand what it means to know something requires examining the components of justified true belief. \n\nTo illustrate, this explanation relies on an example: \"If I believe that this cat is a cat and that it actually is one,\" which includes two key elements for achieving knowledge; first, a true belief about a reality's representation and second, justification for that claim or evidence supporting the idea of a cat. \n\nThe transcript describes how philosophers, such as Edmund Gettier challenged this traditional definition by proposing cases demonstrating \"justified true beliefs\" might not constitute actual knowledge when presented with false information or situations lacking substantial evidential basis.  Gettier's influence spurred numerous philosophical discussions, contributing to theories beyond simply relying on evidence alone for determining true knowledge. \n\nThe transcript goes on to further explore Gettier cases, including one where a person is able to correctly predict the outcome of a situation based on limited information. Ultimately the conversation challenges the standard 'justified true belief' definition and throws light on how knowledge isn't merely about achieving a correct answer but rather involves a genuine understanding derived from thorough evidence and consideration.\n",
    "clean_text": "\"What all this means is that I, like everyone else, can have false beliefs. Simply thinking something doesn’t make it correspond to reality, which is what’s needed for truth. However, the fun of arguing is showing off what you know to other people, or at least producing really clever evidence to support your case. So, this raises the question of what it means to actually know something in the philosophical sense. The traditional definition of knowledge is that it’s a justified true belief. Note that there are three separate components here.  So, I have knowledge that this is a cat if:\nI first believe it's a cat and also that it is in fact a cat – that is my belief corresponds to reality and is therefore true. And finally, I can be said to have knowledge about this cat if my belief is justified - meaning, I have some sort of legitimate evidence to support my belief. Now, we’ve already defined truth and belief.  Justification is simply evidence or other support for your belief. If you remember back to episode 2, you will recall that premises offer justification for conclusions. And justification can come in a variety of forms. Most often, it comes about through testimony – just taking someone's word for it. Not all testimony is strong or trustworthy, of course. But if it comes from someone who is an expert on the topic in question, you might consider the testimony to be reliable [If applicable]. And the fact is that most of what you know about the world, you learned through testimony. You took your teachers’ word for it when they were teaching you stuff and the same goes for every book you’ve ever read and every news report you've ever seen. They’re all just forms of testimony which you accepted as justification for your knowledge and beliefs. But justification can come in other forms, too. Another common type is first-person observation – information acquired through your senses. If I believe that a cat is a cat because I already have robust and well-informed beliefs about cats; I then identify the cat through direct contact with it. It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the key to knowledge were that easy, right? Until American philosopher Edmund Gettier came along in the 1960s, philosophers were in pretty widespread agreement about the definition of knowledge – that it's justified true belief. Because you can believe anything, but in order for something to be knowledge, it has to be justified; true and relevant to a broader framework. As a result, knowledge involves not simply a truth that happens to turn out right; it requires additional justification as well. The 1960s. Thanks Thought Bubble, the philosophical world was turned upside down by this idea, and philosophers – loving a good counterexample – began generating their own Gettier cases. American philosopher Roderick Chisholm proposed this one: Looking across  a field, you see an object that looks like a sheep, and you form the belief that \"there is a sheep in the field.\" It turns out that the object you see is actually a dog. However, there's also a sheep obscured from your vision by a hill. So, you have a justified true belief but the justification for your belief - the object you saw - isn’t a sheep. You just lucked into being right.[If applicable]. Once you understand how it works, it is pretty easy to generate Gettier cases of your own. And many philosophers today think that Gettier successfully destroyed the \"justified true belief\" definition of knowledge. But even though the 1960s might seem long ago to you; remember: philosophers are in the business of having millennia-long debates about stuff. So it should not surprise you that the philosophical debate about this is still raging.  But if knowledge is not justified true belief, then…what is it? Next time, we will look at one possible answer.\"   \n\n\nThis translation aims to accurately capture the nuances of the original text while maintaining a readable and accessible format for a general audience. \n",
    "keywords": "Philosophy, knowledge, justification, beliefs, truths, reality, Gettier cases,  justified true belief (JTB), Edmund Gettier, Smith and Jones case, first person observation, evidence, testimony, truth, false beliefs, chance, luck, reasoning, philosophers, Roderick Chisholm, examples of Gettier, knowledge debate \n"
  },
  {
    "uid": "kXhJ3hHK9hQ__B6__S303.16",
    "text": " is strong, or trustworthy, of course. But\nif it comes from someone who’s an expert on the topic in question, you might consider\nthe testimony to be reliable. And the fact is, most of what you know about\nthe world, you learned through testimony. You took your teachers’ word for it when\nthey were teaching you stuff, and the same goes for every book you’ve ever read and\nevery news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge, and your beliefs. But justification can come in other forms,\ntoo. Another common type is first person observation – information you acquire through your senses. If I believe that a cat is a cat, because\nI already have robust and well-informed beliefs about cats, then, having had extensive experience\nwith them in the past, I’m identifying the cat as a cat through my direct contact with\nit It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the\nkey to knowledge were that easy, right? Until American philosopher Edmund Gettier\ncame along in the 1960s, philosophers were in pretty widespread agreement about the definition\nof knowledge -- that it’s justified true belief. Because, you can believe any old thing, but\nin order to know something, it just makes sense that you must also have evidence for\nyour belief, and it must be true. In other words, you can have a false belief, but you\ncan’t have false knowledge. And if something you thought you knew turns out not to be true, then the fact is, you never actually knew it, you just believed it. And likewise, you might happen to hold a true belief, but if you don’t have any justification for it, if you just accidentally happened to be right, which happens sometimes – that doesn’t count as knowledge, either. Enter Edmund Gettier. Gettier wrote a short\nbut fabulously influential paper that turned the standard understanding of knowledge upside\ndown. He did this by proposing what came to be known\nas Gettier cases – situations in which one can have justified true belief, but not knowledge. Which brings us to this week’s Flash Philosophy!\nLet’s go to the Thought Bubble. Here’s one of Gettier’s original cases.\nSmith and Jones have both applied for the same job. The president of the company told Smith that Jones will get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information. Meanwhile, Smith counts the coins\nin Jones’ pocket and sees that there are ten coins in there. Smith then forms a belief,\nbased on his first person observational evidence of the coins, as well as the testimony of\nthe company president. He comes to believe that: The person who gets\nthe job has 10 coins in his pocket. But, it turns out, the testimony of the president\nwas false, and it’s Smith, not Jones, who gets the job. AND, it just so happens, unbeknownst to Smith,\nthat he also has 10 coins in his own pocket. So, Smith has a belief – that the person\nwho gets the job has 10 coins in his pocket. And that is justified – because he counted\nJones’ coins, and the president told him Jones was getting the job. And his belief\nalso turns out to be true – the person who got the job did have 10 coins in his pocket. However, neither pieces of justification actually\npointed Smith to the right answer. The president’s testimony was wrong, and the 10 coins that\nhe saw were in Jones’ pocket, not his own. So it seems Smith simply lucked into being\nright. Gettier argued that we now have a case of\njustified true belief that is not knowledge. As he pointed out, you don’t KNOW something\nif you simply stumbled into the right answer. Thanks Thought Bubble, the philosophical world\nwas turned upside down by this idea, and philosophers – loving a good counterexample – began\ngenerating their own Gettier cases. American philosopher Roderick Chisholm proposed\nthis one: Looking across a field, you see an object\nthat looks like a sheep, and you form the belief that “there is a sheep in the field.” It turns out that the object you see is actually\na dog. Yet, there is also a sheep, obscured from\nyour vision by a hill. So, you have a justified true belief, but\nthe justification for your belief -- the object that you saw – is not a sheep. You just\nlucked into being right. Once you understand how it works, it’s pretty\neasy to generate Gettier cases of your own. And many philosophers today think that Gettier successfully destroyed the “justified true belief” definition of knowledge. But even though the 1960s might seem long\nago to you, remember: philosophers are in the business of having millennia-long debates\nabout stuff. So it shouldn’t surprise you that the philosophical debate about this is\nstill a-raging. But if knowledge is not justified true belief,\nthen…whaaat is it? Next time, we will look at one possible answer. In the meantime, you learned about some of\nthe key concepts we use when discussing belief and knowledge. You learned what defines an\nassertion and a proposition, and that belief is a kind of propositional attitude. We also\nlearned about forms of justification and the traditional definition of knowledge, which Edmund Gettier just totally messed with, using his Gettier cases. And the cat did not pee on my desk! Because\nthe cat was unable to spend any time at all on my desk. So it turns out the assertion\nthat I made was false. But it is a true assertion that this episode\nwas brought to you by Squarespace. Squarespace helps to create websites, blogs or online\nstores for you and your ideas. Websites look professionally designed regardless of skill\nlevel, no coding required. Try Squarespace at squarespace {dot com} {forward slash} crash\ncourse for a special offer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows\nlike Game/Show, The Chatterbox, and Physics Girl This episode of Crash Course was filmed in\nthe Doctor Cheryl C. Kinney Crash Course Studio with the help of these awesome people and our equally fantastic graphics team is Thought Cafe.",
    "smry_text": "### Knowledge: Beyond Justified True Belief?\n\nThis transcript explores the definition of knowledge within philosophy. While traditionally, knowledge was defined as justified true belief (JTB), this definition faces scrutiny in modern philosophy. This discussion centers on Gettier cases, designed to demonstrate how seemingly justified beliefs might be inaccurate or unfounded.\n\n**Key Ideas:**\n\n* **Justified True Belief:** A previous standard definition of knowledge – having true beliefs based on evidence. \n* **Edmund Gettier's Influence:**  American philosopher Edmund Gettier proposed Gettier Cases, illustrating situations where someone could have a justified, true belief yet lack genuine knowledge. These cases overturned conventional thinking about knowledge acquisition and challenged the traditional JTB definition.   \n* **The Case of Smith and Jones:**  Gettier proposed that being in possession of ten coins counts as justification for a conclusion but is not knowledge if they happened to get to an incorrect conclusion. The case highlights the complexities of knowing something vs believing it – pure coincidence can lead to accurate conclusions, but lack the true essence of knowledge. \n* **The Significance of Gettier Cases:**  Philosophers explored their own Gettier cases, showcasing how these examples challenge and expand traditional philosophies on knowledge. These include an object that looks like a sheep but turns out to be a dog, leading to justified, true belief in a false case. This idea helped philosophers understand how beliefs may be correct without being truly known. \nThe legacy of Gettier Cases:  Although the definition challenged was significantly altered by philosophers, the debates and discussions continue, challenging existing definitions and theories about knowledge.\n\n\n**Further Notes:**\n* The video ends with information on potential further research material (Squarespace, Doctor Cheryl C. Kinney Crash Course Studio).  \n\n\n\nThe transcript provided explores complexities regarding knowledge and provides examples of how justification and truth can influence the understanding of our knowledge without providing specific personal opinion or interpretations.",
    "clean_text": "You can be sure that it has power from what’s been said before. Or it's strong or trustworthy, of course. But if it comes from someone who's an expert on the topic in question, you might consider the testimony to be reliable. And the fact is most of what you know about the world you learned through testimony. You took your teachers' word for it when they were teaching you stuff and the same goes for every book you’ve ever read and every news report you’ve ever seen. They’re all just forms of testimony, which you accepted as justification for your knowledge and beliefs. But justification can come in other forms too. Another common type is first person observation – information acquired through your senses. If I believe that a cat is a cat, because I already have robust and well-informed beliefs about cats then, having had extensive experience with them in the past, I’m identifying the cat as a cat through my direct contact with it: It looks, feels, acts like a cat. Ergo: cat! But! Philosophy wouldn’t be any fun if the key to knowledge were that easy, right? Until American philosopher Edmund Gettier came along in the 1960s, philosophers were in pretty widespread agreement about the definition of knowledge -- that it's justified true belief. Because you can believe any old thing; but in order to know something, it just makes sense that you must have evidence for your belief, and it must be true. In other words, you can have a false belief, but you can’t have false knowledge. And if something you thought you knew turns out not to be true then the fact is you never actually knew it; you just believed it. And likewise, you might happen to hold a true belief, but if you don't have any justification for it, if you just accidentally happened to be right, which happens sometimes: that doesn’t count as knowledge either. Enter Edmund Gettier. Gettier wrote a short but fabulously influential paper that turned the standard understanding of knowledge upside down. He did this by proposing what came to be known as Gettier cases – situations in which one can have justified true belief, but not knowledge. Which brings us to this week’s Flash Philosophy! Let's go to the Thought Bubble. Here’s one of Gettier’s original cases: Smith and Jones applied for the same job. The president of the company told Smith that Jones would get the job. This counts as evidence; the president of the company would seem to be a reliable source of this information. So, you have a justified true belief based on that information. Now, Smith gets a chance at the job interview and his experience during the interview is key for understanding if he will be able to complete the job. And the fact is most of what you know about the world was learned through testimony, You took your teachers' word for it when they were teaching you stuff and likewise, every book you’ve ever read and every news report you’ve ever seen. They're all just forms of testimony; which you accepted as justification for your knowledge and beliefs. But justification can come in other forms too. Another common type is first person observation – information acquired through your senses. If I believe that a cat is a cat, because I already have robust and well-informed beliefs about cats then, having had extensive experience with them in the past, I'm identifying the cat as a cat through my direct contact with it: It looks, feels, acts like a cat; Ergo: cat! But! Philosophy would not be any fun if the key to knowledge were that easy, right? Until American philosopher Edmund Gettier came along in the 1960s, philosophers were in pretty widespread agreement about the definition of knowledge -- that it’s justified true belief. So, you can believe anything; but you must have evidence for your belief and it must be true. There you have it. And if something you thought you knew turns out not to be true. You never actually knew it. Then again, you’re just lucky, because a cat didn't pee on my desk. It is a trueassertion that I made; there was no act of urination when the episode took place. But there are 90 ways or more to interpret this: the cat was unable to stay at all time at my desk; it was not in possession of an ability. Because, the assertion you just heard; “that the cat did not pee on my desk.”  So it seems as if you could say that is a true assertion because it never happened; however, a very logical and interesting thing will be how to approach such issues and what they have to do with philosophy. The 1960s was one of great upheaval: and in that time period philosophers started arguing fiercely about the nature of truth and knowledge. And let’s not forget, when we talk about knowledge, a big question remains: What if, you know, it is really impossible to have true knowledge?  So remember to think a little more carefully about what you are learning!\n \n\n\nIn short, **Edmund Gettier's work** demonstrated that the definition of \"knowledge\" proposed by most philosophers was incorrect. Gettier showed that there can be justification (reasoning) for belief but without clear evidence (truth); this is not enough to achieve true knowledge! For a deeper exploration of this topic:  Keep your eyes peeled and keep an open mind!\n \n\n\n\nThis is how the philosophical debate about *knowledge* actually works:\n\n\n1. **Start with the Basics:** What defines something as being knowledge?\n2. **Challenges**: Gettier's famous case illustrates that even if a belief seems certain, there might be gaps in our understanding of reality which makes that belief wrong and this is what he argued to challenge. Think about it - if I think *X*, did I know X; so for me to have true belief; I must be able to have an absolute certainty or perhaps I should just have a reasonable belief... \n3. **Debate on the definition:** What happens when we go deeper! There are different arguments for what the exact answer is! The topic of knowledge is very complex and there's room for argument! A real philosopher will spend years, decades, or even their entire lives thinking about these answers!\n\n\n\n\n\nLet me know if you would like to explore any of these points further. \n",
    "keywords": "true belief, knowledge, justification, Edmund Gettier, Gettier cases, philosophy, definition of knowledge,  beliefs, evidence, testimony, first person observation, Smith's case, Roderick Chisholm's case, sheep and dog, justified true belief, Crash Course Philosophy, Squarespace \n"
  }
]