[
  {
    "uid": "NKEhdsnKKHs__B1__S3.22",
    "text": " Crash Course Philosophy is brought to you\nby Squarespace. Squarespace: share your passion with the world. Aristotle once described humans as “the\nrational animal.” Well, actually, he said that “man is the\nrational animal,” but we don’t have to be sexist just because he was. And if you’ve ever gotten into an argument\nwith someone about religion or politics or which Hemsworth is the hottest, then you’ve experienced\nhow irrational people can be about their opinions. But what Aristotle meant is that rationality\nis our distinguishing characteristic – it’s what sets us apart from the beasts. And no matter how much you disagree with someone\nabout God or Obama or Chris Hemsworth, you can at least grant that they are not beasts. Because, most of the time at least, people\ncan be persuaded. By arguments. You use arguments all the time -- in the comments,\nat family dinners, with your friends -- you probably just don’t think of them the same\nway that philosophers do. When you try and convince your parents to\nloan you the car, or when you’re talking up Crash Course to your friends, you are using\narguments. Thanks, by the way. Each time you tell someone to do or believe\nsomething -- or when you’re explaining why you do or believe something -- you are giving\nan argument. The problem is, the vast majority of people\naren’t really good at arguments. We tend to confuse making a good argument\nwith, like, having witty comebacks, or just making your points more loudly and angrily,\ninstead of building a case on a solid foundation of logic. Which can be harder than it sounds. But learning about arguments and strong reasoning\nwill not only make you a better philosopher, it will also set you up to be a more persuasive\nperson. Someone who people will listen to. Someone who’s convincing. So, yeah, these skills are beneficial no matter\nwhat you want to do with your life. So you might as well know how to argue properly. [Theme Music] If you want to learn how to argue, then you\nshould probably start about 2400 years ago, when Plato was laying out how reason can,\nand should, function in the human mind. He believed that we all have what he called\na tripartite soul – what you might think of as your “self,” or your psyche, divided\ninto three parts. First, there’s the rational, or logical\npart of the soul, which represents cool reason. This is the aspect of your self that seeks\nthe truth and is swayed by facts and arguments. When you decide to stop eating bacon for two\nmeals a day because, as delicious as it is, it’s bad for you, then you make that decision\nwith the guidance of the rational part of your soul. But then there’s the spirited aspect, often\ndescribed as the emotional part of the self, although that doesn’t really quite capture\nit. The spirited soul isn’t just about feeling\n-- it’s also about how your feelings fuel your actions. It’s the part that responds in righteous\nanger at injustice, the part that drives your ambition, and calls upon you to protect others. It gives you a sense of honor and duty, and\nis swayed by sympathy. So if you decide to stop eating bacon because\nyou just finished reading Charlotte’s Web, and now you’re in love with Wilbur, then\nyou’re being guided by the spirited part of your soul. But we share the next part of our soul with\nother animals, be they pig, or moose, or aardvark. The appetitive part is what drives you to\neat, have sex, and protect yourself from danger. It is swayed by temptations that are carnal,\nand visceral. So at those times when you go ahead and just\nEAT ALL THE BACON because it just smells so dang good, the appetitive aspect of your soul\nis in control. Now, Plato believed that the best human beings\n-- and I should point out here that Plato most definitely did believe that some people\nwere better than others -- are always ruled by the rational part of their soul, because it works\nto keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by\ntheir spirited or appetitive selves are base, he believed, and not fully, properly human. Now, most of us don’t buy into the concept\nof the tripartite soul anymore -- or the idea that some humans are less human than others. But we do understand that we’re all motivated by\nphysical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato\nthat reason should be in the driver’s seat. So, how do you know if you’re good at it?\nHow can you test your reasoning? Well, let’s head over to the Thought Bubble\nfor some Flash Philosophy. Throughout this course, we’re going to apply our\nphilosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about\nquestions -- especially ones that don’t have ready answers. So think of these exercises as philosophical\nwind-sprints -- quick tests of your mental abilities. And here’s a doozy, from 20th century British\nthinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are\nrequired by law to be clean-shaven. This town has only one barber, a man, who must follow\nstrict rules: Rule number one: He must shave all men who\ndo not shave themselves. Rule number two: He must not shave any man\nwho does shave himself. It’s the nightmare of every libertarian and every\nmustachio’d hipster. But here’s the question: Does the barber shave himself? Cause think about it: The barber only shaves\nmen who don’t shave themselves. So if he does shave himself, then he must not, because the barber’s\nnot allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has\nto be shaved by the barber, because that’s the law. Russell came up with this puzzle to illustrate the\nfact that a group must always be a member of itself. That means, in this case, that “all men\nwho shave themselves” has to include every guy who shaves himself, including the barber. Otherwise, the logic that dictates the group’s\nexistence just doesn’t hold up.",
    "smry_text": "### Aristotle's Concept of Human Rationality\n\nThis video explores the concept of human rationality as described by philosopher Aristotle. He argued that humans are the rational animal, distinguishing them from animals in their ability to reason and engage in logical discussions. \n\nHumans possess a \"rational\" part within ourselves, driven by logic, facts, and arguments. This aspect guides decisions like choosing healthy food.  \n\nThe video explains further that our soul consists of three parts:\n  * **Rational:** This part strives for truth through logic and evidence-based reasoning, guiding decision-making based on facts.\n  * **Spiritually Motivated:** This encompasses passion, empathy, emotions driving actions like standing up for justice or exhibiting ambition. \n  * **Appetite/Survival:** This governs desires like eating, having sexual relationships and protecting ourselves from harm influenced by our physical needs and temptations.\n\n While modern thinking diverges from the concept of a strict three-part soul (the term was a philosophical idea), we still understand that humans are driven by physical desires, emotional impulses and rational arguments as these elements play a role in how we act. \n\n\n### The Importance of Reasoning Skills\n\nThe video emphasizes why practicing argumentation is essential beyond just debating with friends.  Reasoning skills are valuable tools for:\n   *  Effective communication and persuasion\n   *  Deepened knowledge and understanding\n\nThrough various philosophical exercises, including thought experiments like Bertrand Russell’s Barber Paradox, participants will test their reasoning abilities – sharpening them in the process. \n\nIn conclusion, the video stresses that reasoning plays a central role in human life and its effectiveness in achieving success can be seen through studying Plato's theories of the soul where the rational part is deemed to be superior in guiding behaviour.   \n   \n\n\n\n",
    "clean_text": "\"Crash Course Philosophy\" is brought to you by Squarespace. Squarespace: share your passion with the world. Aristotle once described humans as “the rational animal.” Well, actually, he said that “man is the rational animal,” but we don't have to be sexist just because he was. And if you’ve ever gotten into an argument with someone about religion or politics or which Hemsworth is the hottest, then you’ve experienced how irrational people can be about their opinions. But what Aristotle meant is that rationality is our distinguishing characteristic – it’s what sets us apart from the beasts. And no matter how much you disagree with someone about God or Obama or Chris Hemsworth, you can at least grant that they are not beasts. Because, most of the time at least, people can be persuaded by arguments. You use arguments all the time — in the comments, at family dinners, with your friends — you probably just don’t think of them the same way philosophers do. When you try and convince your parents to loan you the car, or when you're talking up Crash Course to your friends, you are using arguments. Thanks, by the way. Each time you tell someone to do or believe something — or when you're explaining why you do or believe something — you are giving an argument. The problem is, the vast majority of people aren’t really good at arguments. We tend to confuse making a good argument with simply having witty comebacks or just making your points more loudly and angrily instead of building a case on a solid foundation of logic. Which can be harder than it sounds. But learning about arguments and strong reasoning will not only make you a better philosopher, it will also set you up to be a more persuasive person. Someone who people will listen to. Someone who's convincing. So, yeah, these skills are beneficial no matter what you want to do with your life. So you might as well know how to argue properly. [Theme Music] If you want to learn how to argue, then you should probably start about 2400 years ago, when Plato was laying out how reason can, and should, function in the human mind. He believed that we all have what he called a tripartite soul – what you might think of as your “self,” or your psyche, divided into three parts. First, there’s the rational, or logical part of the soul, which represents cool reason. This is the aspect of your self that seeks the truth and is swayed by facts and arguments. When you decide to hire based on resume alone versus actually going out to talk to candidates directly is a much harder conversation, and a deeper one if that makes sense\n \nLet's move now to the Thought Bubble for some Flash Philosophy. Throughout this course, we’re going to apply our philosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about questions—especially ones that don’t have ready answers. So, think of these exercises as philosophical wind sprints – quick tests of your mental abilities. And here's a doozy from 20th-century British thinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are required by law to be clean-shaven. This town has only one barber, a man, who must follow strict rules: Rule number one: He must shave all men who do not shave themselves. Rule number two: He must not shave any man who does shave himself. It's the nightmare of every libertarian and every mustachioed hipster. But here’s the question: Does the barber shave himself?  Here’s why you need to think about this: If he shaves himself, then he should be able to, based on rule number one, shave only those who do not shave themselves - according to rule number two, he can't and must not in an act of logic. But if the barber does not shave himself, then he would meet the requirement by rule number one of shaving only those not shaving themselves, as stated by rule number two.  But that logic also leads us to a position where all men must also be clean shaved as per these rules; The argument here is this: That makes it much more difficult to understand what constitutes the barber's responsiblity when considering all the people he needs to shave. As such, the only reason for the barber being able to cut his hair at all, is if those around him don’t have time or ability to shave themselves, which would then make this a purely logistical task rather than something requiring physical action and therefore rule-breaking.\n\n\n\n",
    "keywords": "keyphrases: philosophy, arguments, reasoning, rationality, Aristotle, humans, beasts,  religion, politics, Hemsworth, Crash Course, persuasive, Plato, tripartite soul, rational part, spirited part, appetitive part, logic, decision-making,  philosophers, thought experiments, wind sprints, Bertrand Russell, analytic philosophy, barber paradox, group membership, self-shaving"
  },
  {
    "uid": "NKEhdsnKKHs__B2__S60.4",
    "text": " you do or believe something -- you are giving\nan argument. The problem is, the vast majority of people\naren’t really good at arguments. We tend to confuse making a good argument\nwith, like, having witty comebacks, or just making your points more loudly and angrily,\ninstead of building a case on a solid foundation of logic. Which can be harder than it sounds. But learning about arguments and strong reasoning\nwill not only make you a better philosopher, it will also set you up to be a more persuasive\nperson. Someone who people will listen to. Someone who’s convincing. So, yeah, these skills are beneficial no matter\nwhat you want to do with your life. So you might as well know how to argue properly. [Theme Music] If you want to learn how to argue, then you\nshould probably start about 2400 years ago, when Plato was laying out how reason can,\nand should, function in the human mind. He believed that we all have what he called\na tripartite soul – what you might think of as your “self,” or your psyche, divided\ninto three parts. First, there’s the rational, or logical\npart of the soul, which represents cool reason. This is the aspect of your self that seeks\nthe truth and is swayed by facts and arguments. When you decide to stop eating bacon for two\nmeals a day because, as delicious as it is, it’s bad for you, then you make that decision\nwith the guidance of the rational part of your soul. But then there’s the spirited aspect, often\ndescribed as the emotional part of the self, although that doesn’t really quite capture\nit. The spirited soul isn’t just about feeling\n-- it’s also about how your feelings fuel your actions. It’s the part that responds in righteous\nanger at injustice, the part that drives your ambition, and calls upon you to protect others. It gives you a sense of honor and duty, and\nis swayed by sympathy. So if you decide to stop eating bacon because\nyou just finished reading Charlotte’s Web, and now you’re in love with Wilbur, then\nyou’re being guided by the spirited part of your soul. But we share the next part of our soul with\nother animals, be they pig, or moose, or aardvark. The appetitive part is what drives you to\neat, have sex, and protect yourself from danger. It is swayed by temptations that are carnal,\nand visceral. So at those times when you go ahead and just\nEAT ALL THE BACON because it just smells so dang good, the appetitive aspect of your soul\nis in control. Now, Plato believed that the best human beings\n-- and I should point out here that Plato most definitely did believe that some people\nwere better than others -- are always ruled by the rational part of their soul, because it works\nto keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by\ntheir spirited or appetitive selves are base, he believed, and not fully, properly human. Now, most of us don’t buy into the concept\nof the tripartite soul anymore -- or the idea that some humans are less human than others. But we do understand that we’re all motivated by\nphysical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato\nthat reason should be in the driver’s seat. So, how do you know if you’re good at it?\nHow can you test your reasoning? Well, let’s head over to the Thought Bubble\nfor some Flash Philosophy. Throughout this course, we’re going to apply our\nphilosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about\nquestions -- especially ones that don’t have ready answers. So think of these exercises as philosophical\nwind-sprints -- quick tests of your mental abilities. And here’s a doozy, from 20th century British\nthinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are\nrequired by law to be clean-shaven. This town has only one barber, a man, who must follow\nstrict rules: Rule number one: He must shave all men who\ndo not shave themselves. Rule number two: He must not shave any man\nwho does shave himself. It’s the nightmare of every libertarian and every\nmustachio’d hipster. But here’s the question: Does the barber shave himself? Cause think about it: The barber only shaves\nmen who don’t shave themselves. So if he does shave himself, then he must not, because the barber’s\nnot allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has\nto be shaved by the barber, because that’s the law. Russell came up with this puzzle to illustrate the\nfact that a group must always be a member of itself. That means, in this case, that “all men\nwho shave themselves” has to include every guy who shaves himself, including the barber. Otherwise, the logic that dictates the group’s\nexistence just doesn’t hold up. And if the barber is a logical impossibility,\nthen he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we make sure that we’re ruled\nby good, sound, not-flawed reason? By perfecting the art of the argument. An argument, in philosophy, isn’t just a\nshouting match. Instead, philosophers maintain that your beliefs\nshould always be backed up by reasons, which we call premises. Premises form the structure of your argument.\nThey offer evidence for your belief, and you can have as many premises as you like, as\nlong as they support your conclusion, which is the thing that you actually believe. So, let’s dissect the anatomy of an argument. There are actually several different species\nof arguments. Probably the most familiar, and the easiest to carry out, is the deductive\nargument. The main rule of a deductive arguments is: if your\npremises are true, then your conclusion must be true. And knowing that something is actually true\nis very rare, and awesome. So, here’s a boiled-down version of a good\ndeductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human.",
    "smry_text": "Philosophy explores the principles of human nature, starting with the tripartite soul, which comprises three parts:  the rational (logical), spirited (emotional), and appetitive (driven by needs).  \n\nPlato believed in the dominance of rationality over other aspects for optimal human functioning. He saw emotions (spirited) as powerful, but they shouldn't control us. Likewise, our physical desires require attention.\n\nThis theory finds its reflection in real-life decision-making when applying logic to everyday scenarios. Understanding these ideas can help develop a more sound understanding of ourselves and others. \n\nTo test one’s strength with arguments, engaging in philosophical exercises provides answers to questions that might have no clear-cut solutions. These inquiries challenge our assumptions and encourage critical thinking. Think of Bertrand Russell's barber paradox as an example — this puzzling scenario tests the concept that all men must belong to themselves as part of the whole group. \n\nA good argument must be backed by valid premise evidence so if there is a flaw in reasoning, then the argument itself can be flawed and needs revision/rethinking for truth. \n",
    "clean_text": "If you do or believe something--you're giving an argument. The problem is the vast majority of people aren't really good at arguments. We tend to confuse making a good argument with, like, having witty comebacks or just making your points more loudly and angrily instead of building a case on a solid foundation of logic. Which can be harder than it sounds. But learning about arguments and strong reasoning will not only make you a better philosopher; it will also set you up to be a more persuasive person. Someone who people will listen to, someone who's convincing. So, yeah, these skills are beneficial no matter what you want to do with your life. So you might as well know how to argue properly. \n\n[Theme Music]\nIf you want to learn how to argue, then you should probably start about 2400 years ago when Plato was laying out how reason can and should function in the human mind. He believed that we all have what he called a tripartite soul--what you might think of as your “self” or your psyche divided into three parts. First, there’s the rational, or logical part of the soul, which represents cool reason. This is the aspect of your self that seeks the truth and is swayed by facts and arguments. When you decide to stop eating bacon for two meals a day because, as delicious as it is, it's bad for you, then you're making that decision with the guidance of the rational part of your soul.  But then there’s the spirited aspect, often described as the emotional part of the self, although that doesn't quite capture it. The spirited soul isn't just about feelings--it’s also about how your feelings fuel actions. It’s the part that responds in righteous anger at injustice, the part that drives your ambition, and calls upon you to protect others.  It gives you a sense of honor and duty and is swayed by sympathy. So if you decide to stop eating bacon because you just finished reading Charlotte’s Web, and now you’re in love with Wilbur, then you are being guided by the spirited part of your soul. But we share the next part of our soul with other animals—be they pig, or moose, or aardvark. The appetitive part is what drives you to eat, have sex, and protect yourself from danger.  It is swayed by temptations that are carnal and visceral. So at those times when you go ahead and just EAT ALL THE BACON because it's delicious... it’s the opposite of disciplined! \nBut, if you don't have that temptation to begin with the logical impossibility of it all can not exist in this instance. The appetitive part drives us from a place of passion (not necessarily logic).\n\nThe problem is that a group must always be a member of itself. So, think about this:  the barber shaves men who don't even shave themselves. But to stay in step with the rules he follows in the given law, he cannot shave himself! \nNow to get back to our logic, does the barber shave himself? Cause think about it: the barber only shaves men who don’t shave themselves. So if he does shave himself, then he must not because the barber's not allowed to shave guys who shave themselves. But, if he doesn't shave  himself, then he has to be shaved by the barber; because that's the law. Russell came up with this puzzle to illustrate the fact that a group must always be a member of itself. \n\nSo, here are some key types of arguments:\n* Deductive argument\nThe logic in a deductive argument is simple--if your premises are true, then your conclusion must follow naturally as well (as stated before). This is the very foundation of an argument!\n\n\n **Remember:** An argument isn't just a shouting match. Instead of fighting and yelling at each other, consider taking up healthy communication; learn how to persuade each other by having a respectful discussion or debate, and by presenting your own argument with facts.  \n \n   And this brings us to the end..  Is it right in our world right now? To have more questions as we go about the matter rather than ask a question of \"what's right\" but focus less on logic as it is being defined by society and more toward what works for a man.\n\n\n\n",
    "keywords": "topic1, arguments, logic, persuasion, philosophy, reason, soul, tripartite soul, rational part, spirited part, appetitive part, Plato, ethics, justice, humanity, animals, thought experiments, Bertrand Russell, libertarian, hipster, paradox, deductive argument, premises, conclusions \n"
  },
  {
    "uid": "NKEhdsnKKHs__B3__S123.63",
    "text": " This is the aspect of your self that seeks\nthe truth and is swayed by facts and arguments. When you decide to stop eating bacon for two\nmeals a day because, as delicious as it is, it’s bad for you, then you make that decision\nwith the guidance of the rational part of your soul. But then there’s the spirited aspect, often\ndescribed as the emotional part of the self, although that doesn’t really quite capture\nit. The spirited soul isn’t just about feeling\n-- it’s also about how your feelings fuel your actions. It’s the part that responds in righteous\nanger at injustice, the part that drives your ambition, and calls upon you to protect others. It gives you a sense of honor and duty, and\nis swayed by sympathy. So if you decide to stop eating bacon because\nyou just finished reading Charlotte’s Web, and now you’re in love with Wilbur, then\nyou’re being guided by the spirited part of your soul. But we share the next part of our soul with\nother animals, be they pig, or moose, or aardvark. The appetitive part is what drives you to\neat, have sex, and protect yourself from danger. It is swayed by temptations that are carnal,\nand visceral. So at those times when you go ahead and just\nEAT ALL THE BACON because it just smells so dang good, the appetitive aspect of your soul\nis in control. Now, Plato believed that the best human beings\n-- and I should point out here that Plato most definitely did believe that some people\nwere better than others -- are always ruled by the rational part of their soul, because it works\nto keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by\ntheir spirited or appetitive selves are base, he believed, and not fully, properly human. Now, most of us don’t buy into the concept\nof the tripartite soul anymore -- or the idea that some humans are less human than others. But we do understand that we’re all motivated by\nphysical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato\nthat reason should be in the driver’s seat. So, how do you know if you’re good at it?\nHow can you test your reasoning? Well, let’s head over to the Thought Bubble\nfor some Flash Philosophy. Throughout this course, we’re going to apply our\nphilosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about\nquestions -- especially ones that don’t have ready answers. So think of these exercises as philosophical\nwind-sprints -- quick tests of your mental abilities. And here’s a doozy, from 20th century British\nthinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are\nrequired by law to be clean-shaven. This town has only one barber, a man, who must follow\nstrict rules: Rule number one: He must shave all men who\ndo not shave themselves. Rule number two: He must not shave any man\nwho does shave himself. It’s the nightmare of every libertarian and every\nmustachio’d hipster. But here’s the question: Does the barber shave himself? Cause think about it: The barber only shaves\nmen who don’t shave themselves. So if he does shave himself, then he must not, because the barber’s\nnot allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has\nto be shaved by the barber, because that’s the law. Russell came up with this puzzle to illustrate the\nfact that a group must always be a member of itself. That means, in this case, that “all men\nwho shave themselves” has to include every guy who shaves himself, including the barber. Otherwise, the logic that dictates the group’s\nexistence just doesn’t hold up. And if the barber is a logical impossibility,\nthen he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we make sure that we’re ruled\nby good, sound, not-flawed reason? By perfecting the art of the argument. An argument, in philosophy, isn’t just a\nshouting match. Instead, philosophers maintain that your beliefs\nshould always be backed up by reasons, which we call premises. Premises form the structure of your argument.\nThey offer evidence for your belief, and you can have as many premises as you like, as\nlong as they support your conclusion, which is the thing that you actually believe. So, let’s dissect the anatomy of an argument. There are actually several different species\nof arguments. Probably the most familiar, and the easiest to carry out, is the deductive\nargument. The main rule of a deductive arguments is: if your\npremises are true, then your conclusion must be true. And knowing that something is actually true\nis very rare, and awesome. So, here’s a boiled-down version of a good\ndeductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human. Conclusion: Socrates is mortal. This kind of reasoning, where one fact leads\nto another, is called entailment. Once we know that all humans are mortal, and that\nSocrates is a human, those facts entail that Socrates is mortal. Deduction begins with the general – in this\ncase, what we know about human mortality – and reasons down to the specific – Socrates\nin particular. What’s great about deductive arguments is\nthat the truth of the premises must lead to the truth of the conclusion. When this happens, we say that the argument\nis valid – there’s just no way for the conclusion to be false if the premises are\ntrue. Now check out this argument: All humans are mortal. Socrates is a human.\nTherefore, Socrates was Plato’s teacher That argument is invalid, because nothing about human\nmortality can prove that Socrates was Plato’s teacher. As you might have noticed, there are plenty\nof mortal humans who never taught Plato. What’s interesting, though, is that this\nargument does happen to have a true conclusion, which leads us to another issue. And that\nis: Validity is not the same as truth. All ‘valid’ really means is that if the premises\nare true, then your conclusion can’t be false. But that doesn’t mean that your\npremises prove your conclusion to be correct.",
    "smry_text": "### The Tripartite Soul and Ethical Reasoning:\n\nThis transcript explores the concept of the tripartite soul: a division of the human psyche into three parts: rational, spirited, and appetitive. This framework is crucial for understanding human decision-making and behavior.  \n\n**Rational Aspect:** Defined as the analytical and logic-based portion of the soul, this aspect guides actions based on logical reasoning and factual evidence. For Plato, a purely rational individual makes decisions with optimal morality. \n\n**Spirited Aspect:** The emotional, driven part of the self, connected to feelings and responses to injustice or ambitions. A decision fueled by passion like choosing not to eat bacon after reading about the plight of Wilbur in Charlotte's Web is guided by this aspect.  \n\n **Appetitive Aspect:**  Focuses on physical necessities like survival, nourishment, and seeking pleasure through sexual urges and survival behaviors.  \n The appetitive aspect governs actions related to immediate needs and desires like engaging in risky consumption behaviors. \n\n**Plato's View:** Plato believed that a society composed of primarily rational individuals governed by reason would be the most virtuous and human. He viewed those who allow emotions or desires to control them as “imperfect humans.”\nDespite its prevalence, the notion of three-part soul is no longer widely accepted today. We recognize that we are all motivated by physical urges, and emotional impulses but prioritize reasoned decisions in our daily lives. \n\n**Case Study: Bertrand Russell's Barber Paradox:** This demonstrates how logically sound arguments fail when they present self-contradictory propositions. A barber who is obligated to shave men who do not shave themselves can not shave himself as such violates his moral obligations, creating a fallacious argument structure.\n **Philosophical Approach to Evaluation:** Philosophical reasoning centers around the pursuit of clarity and logic through thought experiments and challenges that test our capabilities in this process. Philosophers utilize deductive reasoning –  where accurate premises lead logically to conclusions – to evaluate logical consistency in arguments. \n   **Deductive Arguments** The principle for deductive logic is: if premises are true, the conclusion must also be true.   It's important to note that validity refers to the coherence of the argument itself; a valid argument with false premises might not necessarily yield true results. This is where truth-based arguments can diverge significantly from logic-based deductions, leading to challenging debates about the ethics and motivations behind our decisions.  \n",
    "clean_text": "The aspect of your self that seeks the truth and is swayed by facts and arguments. When you decide to stop eating bacon for two meals a day because, as delicious as it is, it’s bad for you, then you make that decision with the guidance of the rational part of your soul. But then there’s the spirited aspect, often described as the emotional part of the self, although that doesn’t quite capture it. The spirited soul isn't just about feeling—it’s also about how your feelings fuel your actions. It’s the part that responds in righteous anger at injustice and calls upon you to protect others.  It gives you a sense of honor and duty and is swayed by sympathy. So, if you decide to stop eating bacon because you just finished reading Charlotte's Web and now you’re in love with Wilbur, then you are being guided by the spirited part of your soul. But we share the next part of our souls with other animals—be they pig, moose, or aardvark. The appetitive part is what drives you to eat, have sex, and protect yourself from danger. It is swayed by temptations that are carnal and visceral. So at those times when you go ahead and just EAT ALL THE BACON because it just smells so dang good, the appetitive aspect of your soul is in control. \n Now, Plato believed that the best human beings—and I should point out  here that Plato most definitely did believe that some people were better than others—are always ruled by the rational part of their soul, because it works to keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by their spirited or appetitive selves are base, he believed, and not fully, properly human.  Most of us don’t buy into the concept of the tripartite soul anymore—or the idea that some humans are less human than others. But we do understand that we're all motivated by physical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato that reason should be in the driver’s seat.  So how do you know if you’re good at it? How can you test your reasoning? Well, let’s head over to the Thought Bubble for some Flash Philosophy. Throughout this course, we are going to apply our philosophical skills by pondering puzzles, paradoxes, and thought experiments. \nAs you go through these concepts, keep in mind that arguments should provide evidence, such as premises, to support their conclusions.  An argument serves as a framework or system that supports an opinion or claim in favor of one point, or view over the other (conclusion). A key part of a good argument is deduction. Deductive reasoning, as it goes, begins with established premises and uses logic to arrive at a conclusion. The conclusion will be true if and only if the premise are true; a sound argument relies on consistent use of the rules of logic applied to the facts of this reality, even if they may seem to break a typical form of logic that we have known for years in math or science, or other fields of study, such as history. For instance, a premise “All humans are mortal,” and another \"Socrates is human\", could be used to conclude “Socrates was Plato’s teacher”. It is important to remember, however, that the validity of an argument must be clear first. A valid argument means its conclusion cannot logically be false under any circumstances if the premises are true.\n \n Now, there's also some more points about this whole deduction aspect on a broader level: If the premise 'All humans being mortal' is true and the premise 'Socrates IS human' is also true, then Socrates must be mortal, right?\n\n \n   Ultimately, while validity shows that truth is implied in the premises but not necessarily supported by the premises or an argument, the truth of a conclusion may not have to be given more weight than other parts of the conclusions as far as the rules of logic are concerned for a good and sound argument.\n\n",
    "keywords": "analytical philosophy, Plato's Tripartite soul, spirited soul, appetitive soul,  bacon, truth, arguments, logic, deductive argument, validity, premises, mortal, human beings, Socrates, Plato's teacher, human desires, emotional impulses, reasoning, Bertrand Russell, paradox of the barber \n"
  },
  {
    "uid": "NKEhdsnKKHs__B4__S182.89",
    "text": " dang good, the appetitive aspect of your soul\nis in control. Now, Plato believed that the best human beings\n-- and I should point out here that Plato most definitely did believe that some people\nwere better than others -- are always ruled by the rational part of their soul, because it works\nto keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by\ntheir spirited or appetitive selves are base, he believed, and not fully, properly human. Now, most of us don’t buy into the concept\nof the tripartite soul anymore -- or the idea that some humans are less human than others. But we do understand that we’re all motivated by\nphysical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato\nthat reason should be in the driver’s seat. So, how do you know if you’re good at it?\nHow can you test your reasoning? Well, let’s head over to the Thought Bubble\nfor some Flash Philosophy. Throughout this course, we’re going to apply our\nphilosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about\nquestions -- especially ones that don’t have ready answers. So think of these exercises as philosophical\nwind-sprints -- quick tests of your mental abilities. And here’s a doozy, from 20th century British\nthinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are\nrequired by law to be clean-shaven. This town has only one barber, a man, who must follow\nstrict rules: Rule number one: He must shave all men who\ndo not shave themselves. Rule number two: He must not shave any man\nwho does shave himself. It’s the nightmare of every libertarian and every\nmustachio’d hipster. But here’s the question: Does the barber shave himself? Cause think about it: The barber only shaves\nmen who don’t shave themselves. So if he does shave himself, then he must not, because the barber’s\nnot allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has\nto be shaved by the barber, because that’s the law. Russell came up with this puzzle to illustrate the\nfact that a group must always be a member of itself. That means, in this case, that “all men\nwho shave themselves” has to include every guy who shaves himself, including the barber. Otherwise, the logic that dictates the group’s\nexistence just doesn’t hold up. And if the barber is a logical impossibility,\nthen he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we make sure that we’re ruled\nby good, sound, not-flawed reason? By perfecting the art of the argument. An argument, in philosophy, isn’t just a\nshouting match. Instead, philosophers maintain that your beliefs\nshould always be backed up by reasons, which we call premises. Premises form the structure of your argument.\nThey offer evidence for your belief, and you can have as many premises as you like, as\nlong as they support your conclusion, which is the thing that you actually believe. So, let’s dissect the anatomy of an argument. There are actually several different species\nof arguments. Probably the most familiar, and the easiest to carry out, is the deductive\nargument. The main rule of a deductive arguments is: if your\npremises are true, then your conclusion must be true. And knowing that something is actually true\nis very rare, and awesome. So, here’s a boiled-down version of a good\ndeductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human. Conclusion: Socrates is mortal. This kind of reasoning, where one fact leads\nto another, is called entailment. Once we know that all humans are mortal, and that\nSocrates is a human, those facts entail that Socrates is mortal. Deduction begins with the general – in this\ncase, what we know about human mortality – and reasons down to the specific – Socrates\nin particular. What’s great about deductive arguments is\nthat the truth of the premises must lead to the truth of the conclusion. When this happens, we say that the argument\nis valid – there’s just no way for the conclusion to be false if the premises are\ntrue. Now check out this argument: All humans are mortal. Socrates is a human.\nTherefore, Socrates was Plato’s teacher That argument is invalid, because nothing about human\nmortality can prove that Socrates was Plato’s teacher. As you might have noticed, there are plenty\nof mortal humans who never taught Plato. What’s interesting, though, is that this\nargument does happen to have a true conclusion, which leads us to another issue. And that\nis: Validity is not the same as truth. All ‘valid’ really means is that if the premises\nare true, then your conclusion can’t be false. But that doesn’t mean that your\npremises prove your conclusion to be correct. Like, in the case of whether Socrates was\nPlato’s teacher, the premises are true, and the conclusion is true, but the argument\nis still not valid -- because the premises don’t in any way prove the conclusion. It\njust happens to be true. So, if your premises don’t guarantee the truth of your\nconclusion, then you can end up with some really crappy arguments. Like this one:\n- All cats are mammals - I’m a mammal\n- Therefore, I’m a cat As much as part of me would like to be my\ncat, this is invalid because the conclusion doesn’t entail from the premises…at all. I mean, all cats are mammals, but all mammals\naren’t cats. Which means there are such things as non-cat mammals, which I am just\none example of. And it probably goes without saying, but you can\nhave a perfectly valid argument and still have a false conclusion, if any of your premises are false.\nFor example:  - All humans have tails - My brother John is a human\n- Therefore, John Green has a tail! The argument is totally valid! – Because the premises\nentail the conclusion! The reasoning totally stands up! It’s just that one of the premises is flawed. Since I’m reasonably certain that John doesn’t\nhave a tail -- I’ve seen him in a bathing",
    "smry_text": "A well-reasoned approach dictates governing control, especially regarding human behavior. Plato, known for his three-part soul theory, proposed rational reasoning as central to humanity's essence and a source of good judgment, while acknowledging some inherent limitations. \n\nThe debate on the existence of  'better humans' persists but understanding basic needs like physical desires, emotional impulses, and rational arguments proves relevant in philosophy today. For this reason, applying philosophical principles to real-life situations is crucial.  Philosophical puzzles encourage exploration of critical thinking and reasoning abilities as a practical exercise. \n\nBertrand Russell introduced a paradox questioning self-shaving. This scenario underscores how logic requires the premise and conclusion to be true for the argument’s validity to hold. A deductive, logical process can lead to conclusions supported by premises; therefore, truth is reflected in conclusions from this perspective.  \nThis applies even though sometimes \"true\" doesn't guarantee accuracy; as seen with a scenario of historical claims not necessarily proving a fact. The debate on valid versus true arguments remains vital to the success of philosophical study as well as everyday life.\n\nWhile validity signifies that premises must lead to conclusions, it does not inherently prove factual validity, nor does an incomplete argument demonstrate truth. There are other types of reasoning, including deductive and inductive methods; for example, in a simple “All cats are mammals” statement leading to a conclusion like \"I am a mammal,\" the deductive argument is valid since the premises provide a basis; but these premises don’t necessarily provide true information about humans, making the final conclusion invalid.  \nFinally, a flaw of any premise will often lead to an unfulfilled, unsupported argument that doesn't support its intended conclusion, even if all the premises follow logically in a system designed for deduction or inductive reasoning.\n\nFor instance, stating “All cats are mammals\" followed by “Therefore, I am a cat,” is simply an invalid, flawed logical argument because it asserts something to be true based solely on the premise's nature; they’re independent realities that don't imply their connection or consequence. \nWhile a deduction like this one may hold some truth in philosophy, it shouldn't necessarily equate to actual reality.\n",
    "clean_text": "\"Dang good, the appetitive aspect of your soul is in control. Now, Plato believed that the best human beings—and I should point out here that Plato most definitely did believe that some people were better than others—are always ruled by the rational part of their soul, because it works to keep the spirited and the appetitive parts in check. People who allow themselves to be ruled by their spirited or appetitive selves are base, he believed, and not fully, properly human. Now, most of us don’t buy into the concept of the tripartite soul anymore—or the idea that some humans are less human than others. But we do understand that we're all motivated by physical desires, emotional impulses, and rational arguments. And philosophers continue to agree with Plato that reason should be in the driver’s seat. So, how do you know if you're good at it? How can you test your reasoning? Well, let's head over to The Thought Bubble for some Flash Philosophy. Throughout this course, we're going to apply our philosophical skills by pondering puzzles, paradoxes, and thought experiments. Because remember: Philosophers love thinking about questions—especially ones that don't have ready answers. So think of these exercises as philosophical wind sprints—quick tests of your mental abilities. And here’s a doozy from 20th-century British thinker Bertrand Russell, one of the pioneers of what’’s known as analytic philosophy. Say there’s a town in which all men are required by law to be clean-shaven. This town has only one barber, a man, who must follow strict rules: Rule number one: He must shave all men who do not shave themselves. Rule number two: He must not shave any man who does shave himself. It’s the nightmare of every libertarian and every mustache'd hipster. But here’s the question: Does the barber shave himself? Because think about it: The barber only shaves men who don’t shave themselves. So, if he does shave himself, then he must not, because the barber’s not allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has to be shaved by the barber, because that's the law. Russell came up with this puzzle to illustrate the fact that a group must always be a member of itself. Deduction begins with the general—in this case, what we know about human mortality—and reasons down to the specific—Socrates in particular. What’s great about deductive arguments is that the truth of the premises must lead to the truth of the conclusion. When this happens, we say that the argument is valid—there’s just no way for the conclusion to be false if the premises are true. Now check out this argument: All humans are mortal. Socrates is a human. Therefore, Socrates was Plato's teacher.  That argument is invalid, because there’s nothing about human mortality that proves Socrates was Plato's teacher. \n\nAs you might have noticed, there are plenty of mortal humans who never taught Plato. What’s interesting though, is that this argument happens to have a true conclusion—which leads us to another issue. And that is: Validity is not the same as truth. All 'valid' really means is that if the premises are true, then your conclusion can’t be false. But that doesn’t mean your premises prove your conclusion to be correct. Like, in the case of whether Socrates was Plato's teacher, the premises are true and the conclusion is true, but the argument is still not valid- because the premises don’t in any way prove the conclusion. It just happens to be true. So if your premises don’t guarantee the truth of your conclusion, then you can end up with some really crappy arguments. Like this one: \n- All cats are mammals - I'm a mammal—\nTherefore, I'm a cat As much as part of me would like to be my cat, this is invalid because the conclusion doesn't entail from the premises…at all. I mean, all cats are mammals, but all mammals aren’t cats, which means there are such things as non-cat mammals, which I am just one example of. \nAnd it probably goes without saying— \n\n\n\n",
    "keywords": "* Plato, tripartite soul, spirited souls, appetitive souls, human beings\n* Reason, logic, deductive argument, premises, conclusion, entailment, validity\n* Socrates, Plato, teaching, mortal humans, human mortality \n* Philosophical wind-sprints, thought bubble\n* Bertrand Russell, analytical philosophy, the barber paradox\n* Group membership,  logical impossibilities, flawed reasoning\n* Good, sound, not-flawed reason, philosophical skills, argumentation \n* Deductive arguments, deductive reasoning, premises validity,  truth of premises\n* Argument analysis, false premises, invalid argument, fallacies, flawed deductions\n* Cat mammal relationship, non-cat mammals, valid deductions, false conclusions\n* John Green, a human without a tail\n\n\n"
  },
  {
    "uid": "NKEhdsnKKHs__B5__S244.24",
    "text": " And here’s a doozy, from 20th century British\nthinker Bertrand Russell, one of the pioneers of what’s known as analytic philosophy. Say there’s a town in which all men are\nrequired by law to be clean-shaven. This town has only one barber, a man, who must follow\nstrict rules: Rule number one: He must shave all men who\ndo not shave themselves. Rule number two: He must not shave any man\nwho does shave himself. It’s the nightmare of every libertarian and every\nmustachio’d hipster. But here’s the question: Does the barber shave himself? Cause think about it: The barber only shaves\nmen who don’t shave themselves. So if he does shave himself, then he must not, because the barber’s\nnot allowed to shave guys who shave themselves. But, if he doesn’t shave himself, then he has\nto be shaved by the barber, because that’s the law. Russell came up with this puzzle to illustrate the\nfact that a group must always be a member of itself. That means, in this case, that “all men\nwho shave themselves” has to include every guy who shaves himself, including the barber. Otherwise, the logic that dictates the group’s\nexistence just doesn’t hold up. And if the barber is a logical impossibility,\nthen he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we make sure that we’re ruled\nby good, sound, not-flawed reason? By perfecting the art of the argument. An argument, in philosophy, isn’t just a\nshouting match. Instead, philosophers maintain that your beliefs\nshould always be backed up by reasons, which we call premises. Premises form the structure of your argument.\nThey offer evidence for your belief, and you can have as many premises as you like, as\nlong as they support your conclusion, which is the thing that you actually believe. So, let’s dissect the anatomy of an argument. There are actually several different species\nof arguments. Probably the most familiar, and the easiest to carry out, is the deductive\nargument. The main rule of a deductive arguments is: if your\npremises are true, then your conclusion must be true. And knowing that something is actually true\nis very rare, and awesome. So, here’s a boiled-down version of a good\ndeductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human. Conclusion: Socrates is mortal. This kind of reasoning, where one fact leads\nto another, is called entailment. Once we know that all humans are mortal, and that\nSocrates is a human, those facts entail that Socrates is mortal. Deduction begins with the general – in this\ncase, what we know about human mortality – and reasons down to the specific – Socrates\nin particular. What’s great about deductive arguments is\nthat the truth of the premises must lead to the truth of the conclusion. When this happens, we say that the argument\nis valid – there’s just no way for the conclusion to be false if the premises are\ntrue. Now check out this argument: All humans are mortal. Socrates is a human.\nTherefore, Socrates was Plato’s teacher That argument is invalid, because nothing about human\nmortality can prove that Socrates was Plato’s teacher. As you might have noticed, there are plenty\nof mortal humans who never taught Plato. What’s interesting, though, is that this\nargument does happen to have a true conclusion, which leads us to another issue. And that\nis: Validity is not the same as truth. All ‘valid’ really means is that if the premises\nare true, then your conclusion can’t be false. But that doesn’t mean that your\npremises prove your conclusion to be correct. Like, in the case of whether Socrates was\nPlato’s teacher, the premises are true, and the conclusion is true, but the argument\nis still not valid -- because the premises don’t in any way prove the conclusion. It\njust happens to be true. So, if your premises don’t guarantee the truth of your\nconclusion, then you can end up with some really crappy arguments. Like this one:\n- All cats are mammals - I’m a mammal\n- Therefore, I’m a cat As much as part of me would like to be my\ncat, this is invalid because the conclusion doesn’t entail from the premises…at all. I mean, all cats are mammals, but all mammals\naren’t cats. Which means there are such things as non-cat mammals, which I am just\none example of. And it probably goes without saying, but you can\nhave a perfectly valid argument and still have a false conclusion, if any of your premises are false.\nFor example:  - All humans have tails - My brother John is a human\n- Therefore, John Green has a tail! The argument is totally valid! – Because the premises\nentail the conclusion! The reasoning totally stands up! It’s just that one of the premises is flawed. Since I’m reasonably certain that John doesn’t\nhave a tail -- I’ve seen him in a bathing suit -- this argument is not deductively sound. And a deductively sound argument is one that’s\nfree of formal flaws or defects. It’s an argument whose premises are all\ntrue, and that’s valid, which means its conclusion is guaranteed to be true. So, sound arguments should always be your\ngoal. The reason that deduction is prized by philosophers\n-- and lots of other important kinds of thinkers -- is that it’s the only kind of argument\nthat can give you a real certainty. But it’s limited, because it only works if you’re starting\nwith known, true premises, which are hard to come by. And for what it’s worth, deductive truths\nare usually pretty obvious. They don’t tend to lead us to startlingly new information, like the fact\nthat I’m not a cat, or that John doesn’t have a tail. So instead of starting with premises that\nare already certain, like deduction does, you’re gonna have to know how to determine\nthe truth of, and your confidence in, your premises. Which means you’re going to have to acquaint\nyourself with the other species of arguments, which we’re gonna do next time. But today, we talked about the value of reason,\nthe structure of arguments, and we took a close look at one kind of argument: deductive\nreasoning. This episode of Crash Course Philosophy is\nmade possible by Squarespace. Squarespace",
    "smry_text": "The video discusses Russell's barbershop paradox where it analyzes a scenario involving a barber that conforms to strict rules: all men must be clean-shaven and the barber follows those rules except in a situation when he can shave himself or when a man shaves himself, which creates a logical problem about whether the barber is a member of this group. \n\nRussell illustrated this dilemma by using these rules as an example for deductive reasoning: \"All humans are mortal.\"\n\"Socrates is a human.”  \n\nThen it shows how deduction works by drawing conclusions that follow logically from those premises, in cases such as deductively proving the truth of Socrates’ mortal status. \nBut there's a difference between validity of an argument and its truth. Validity refers to whether or not the premises guarantee a true conclusion; here the statement \"All cats are mammals - I’m a mammal – Therefore, I'm a cat\" is invalid.\n\n\nThis video also discussed about sound, good reason, and how they can be found in various forms of arguments:\n\n* **Deductive reasoning** This type of argument uses general statements to support specific conclusions, as seen in the barbershop paradox. \n* Other Forms of Reasoning: Although valuable, deduction has limitations due to a need for certain premises being true, which are often difficult to come by.\n\n\nThe episode concludes that although these types of logic and argumentation are important tools for thinking, they' re just a part of something much larger – the ability of someone to reason through arguments in a thorough manner. \n",
    "clean_text": "In 20th century Britain, philosophical pioneer Bertrand Russell introduced a thought experiment showcasing analytic philosophy's essence. Consider a town with a law requiring all men to be clean-shaven. Here's the scenario: A lone barber operates under two strict rules: Rule one states that he must shave every man not shaving himself, and rule two prohibits him from shaving anyone who does choose to shave.  This peculiar predicament is akin to a nightmare for libertarians and moustachioed hipsters. However, here lies a question: Does the barber shave himself? The logic of this scenario rests on its foundation as Russell aimed to illustrate that groups have strict membership criteria.\n\nHere's how it works: \"all men who shave themselves\" must encompass every member within that group, including the barber. If the rule contradicts him shaving himself, he doesn't; if he chooses to not do so then the barber is compelled by law. In either case, logic necessitates the groups are all members of themselves. If the barber exists but violates his own rules and does shave themself,  logic fails, rendering the group’s existence flawed. \n\nRussell used this puzzle to demonstrate that a group should never contain someone who can change its rule set, it must maintain its strict membership criteria for it to exist logically. Philosophies don't tolerate flawed logic; we instead should strive for well-grounded reasoning and sound arguments. So, how do perfect arguments in philosophy? It starts with examining the structure,  there are several kinds of arguments including deductive. The most straightforward is the deductive argument, where if your premises are true, then your conclusion must be true by a process where general knowledge leads to specialized cases.\n \nA deductive argument follows premise one (All people die) and Premise two (Socrates was a person) and thusly, Conclusion Socrates was Mortal as it follows a strict line of reasoning between all humans will die so therefore Socrates is mortally as well\n\nHowever the logic of deduction is valid as the premise of its being always true. It doesn’t mean your argument proves your conclusion right or valid because there may be fallacies in the structure of the conclusion, as demonstrated with the incorrect example:\n \n \"All cats are mammals- I am a mammal. Therefore, I am a cat.\" The logic is clear as all cats are mammals but not all mammals are cats.  \n\n\n A sound argument is one where its premises are entirely true or accurate so that their results are guaranteed to be valid and sound. This is deductivism and it guarantees to the end the correct result. Sound deduction is something most find challenging in real-life but they can learn it by observing these examples of logic to improve their own skills\n\n The key takeaways from this journey were sound arguments, the structure of arguments, and the power of deduction. We will further explore more types of arguments as we go through each chapter next week's episodes. \nHowever, today we talked about rationality in terms of reasoning and structure and it’s an important part of philosophy. Thank you for tuning into Crash Course Philosophy!  This episode was made possible by Squarespace.\n\n",
    "keywords": "ethics, philosophy, logic, arguments, truth, deductive reasoning, validity, fallacies, premises, humans, mortality, Bertrand Russell, analytic philosophy, libertarianism, hipster, groups, group theory,  reasons, evidence, metaphysics, argument structure, entailment, Socrates, Plato, deductive argument examples,  validity of argument, false conclusions, cat example, non-cat mammal, John Green, tail. \n"
  },
  {
    "uid": "NKEhdsnKKHs__B6__S301.44",
    "text": " And if the barber is a logical impossibility,\nthen he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we make sure that we’re ruled\nby good, sound, not-flawed reason? By perfecting the art of the argument. An argument, in philosophy, isn’t just a\nshouting match. Instead, philosophers maintain that your beliefs\nshould always be backed up by reasons, which we call premises. Premises form the structure of your argument.\nThey offer evidence for your belief, and you can have as many premises as you like, as\nlong as they support your conclusion, which is the thing that you actually believe. So, let’s dissect the anatomy of an argument. There are actually several different species\nof arguments. Probably the most familiar, and the easiest to carry out, is the deductive\nargument. The main rule of a deductive arguments is: if your\npremises are true, then your conclusion must be true. And knowing that something is actually true\nis very rare, and awesome. So, here’s a boiled-down version of a good\ndeductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human. Conclusion: Socrates is mortal. This kind of reasoning, where one fact leads\nto another, is called entailment. Once we know that all humans are mortal, and that\nSocrates is a human, those facts entail that Socrates is mortal. Deduction begins with the general – in this\ncase, what we know about human mortality – and reasons down to the specific – Socrates\nin particular. What’s great about deductive arguments is\nthat the truth of the premises must lead to the truth of the conclusion. When this happens, we say that the argument\nis valid – there’s just no way for the conclusion to be false if the premises are\ntrue. Now check out this argument: All humans are mortal. Socrates is a human.\nTherefore, Socrates was Plato’s teacher That argument is invalid, because nothing about human\nmortality can prove that Socrates was Plato’s teacher. As you might have noticed, there are plenty\nof mortal humans who never taught Plato. What’s interesting, though, is that this\nargument does happen to have a true conclusion, which leads us to another issue. And that\nis: Validity is not the same as truth. All ‘valid’ really means is that if the premises\nare true, then your conclusion can’t be false. But that doesn’t mean that your\npremises prove your conclusion to be correct. Like, in the case of whether Socrates was\nPlato’s teacher, the premises are true, and the conclusion is true, but the argument\nis still not valid -- because the premises don’t in any way prove the conclusion. It\njust happens to be true. So, if your premises don’t guarantee the truth of your\nconclusion, then you can end up with some really crappy arguments. Like this one:\n- All cats are mammals - I’m a mammal\n- Therefore, I’m a cat As much as part of me would like to be my\ncat, this is invalid because the conclusion doesn’t entail from the premises…at all. I mean, all cats are mammals, but all mammals\naren’t cats. Which means there are such things as non-cat mammals, which I am just\none example of. And it probably goes without saying, but you can\nhave a perfectly valid argument and still have a false conclusion, if any of your premises are false.\nFor example:  - All humans have tails - My brother John is a human\n- Therefore, John Green has a tail! The argument is totally valid! – Because the premises\nentail the conclusion! The reasoning totally stands up! It’s just that one of the premises is flawed. Since I’m reasonably certain that John doesn’t\nhave a tail -- I’ve seen him in a bathing suit -- this argument is not deductively sound. And a deductively sound argument is one that’s\nfree of formal flaws or defects. It’s an argument whose premises are all\ntrue, and that’s valid, which means its conclusion is guaranteed to be true. So, sound arguments should always be your\ngoal. The reason that deduction is prized by philosophers\n-- and lots of other important kinds of thinkers -- is that it’s the only kind of argument\nthat can give you a real certainty. But it’s limited, because it only works if you’re starting\nwith known, true premises, which are hard to come by. And for what it’s worth, deductive truths\nare usually pretty obvious. They don’t tend to lead us to startlingly new information, like the fact\nthat I’m not a cat, or that John doesn’t have a tail. So instead of starting with premises that\nare already certain, like deduction does, you’re gonna have to know how to determine\nthe truth of, and your confidence in, your premises. Which means you’re going to have to acquaint\nyourself with the other species of arguments, which we’re gonna do next time. But today, we talked about the value of reason,\nthe structure of arguments, and we took a close look at one kind of argument: deductive\nreasoning. This episode of Crash Course Philosophy is\nmade possible by Squarespace. Squarespace is a way to create a website, blog or online\nstore for you and your ideas. Squarespace features a user-friendly interface, custom\ntemplates and 24/7 customer support. Try Squarespace at squarespace.com/crashcourse for a special\noffer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows like The\nArt Assignment, The Chatterbox, and Blank on Blank. This episode of Crash Course was filmed in\nthe Doctor Cheryl C. Kinney Crash Course Studio with the help of all of these amazing people\nand our Graphics Team is Thought Cafe.",
    "smry_text": "<h2>Argument Structure & Deductive Reasoning</h2>\n<h3>Key Concepts</h3>\n\n* **Philosophical Argument:** The process of constructing and defending claims based on reasoning. \n* **Premise(s):**  Statements providing evidence or reasons supporting the conclusion. Premise's must be true to yield a valid argument. \n* **Conclusion:** The claim being asserted, based on the truth of the premises.\n* **Deductive Argument:** A type of logical reasoning where if the premises are true, the conclusion is guaranteed to be true.\n  \n### Deductive Reasoning\n\n* **Entailment in deduction:**  The relationship between premises and their conclusion, where following each premise leads to a certainty about the ultimate conclusion.\n    * Example: All human are mortal. Socrates is a human. Therefore, Socrates is mortal. (Valid deduction - Premises = Truth)\n    \n* **Validity versus Truth:** Validity is the structure of an argument; if the premises are actually true and follow logically, then the conclusion must be valid. \n    * A Valid but False Conclusion: For example, \"All cats are mammals\" + \"I'm a mammal\" → \"Therefore, I’m a cat.\" - If premise (all cats are mammals) is false, the conclusion becomes invalid even though it logically follows from the premises.\n\n  * **Truth Defenses:** It is vital to have true premises before attempting deductive reasoning--and if your premises lack truth, you will not prove valid argument conclusions.\n\n\n### Limitations & Example of Invalid Arguments \n* **Non-deductive arguments:**  Often more prevalent than deductive and can be based on observations, hypotheses, or personal experience..  \n* **False Premises:** \"All cats have tails.\" + The claim that John has a tail = a false conclusion.\n\n\n<h3>Importance of Valid Arguments**\n\nValid but faulty conclusions: \"I'm a cat,\" + Premise \"All cats are mammals\" \n     - It's a valid deduction and it sounds compelling,  though the premises aren’t inherently true - It's a case of seemingly solid reasoning; but there is no guarantee to its truth (validity alone does not mean accuracy).\n\n***Note:** A strong argument hinges on validity and sound logic. The structure of an argument matters: if it follows logical chains without false premises, it can be reliable. For example, \"All cats are mammals\" + \"I'm a mammal\", therefore… \n       - This is a valid deduction but the conclusion may need truth to back it up—like, it may not hold when compared to cats with short legs and no whiskers. (If you have short legs, do you qualify as cat?)\n\n\n###  Moving Forward\n\nTo delve deeper into these philosophical arguments, we will explore other argument types next time!  \n \n **Note:** This transcript is designed for clear comprehension, however philosophical and academic language has been used to avoid ambiguity.",
    "clean_text": "\"And if the barber is a logical impossibility, then he can’t exist, which means the reasoning behind his existence is inherently flawed. And philosophy doesn’t tolerate flawed reasoning. So, how do we ensure that we're ruled by good, sound, not-flawed reason? By perfecting the art of the argument. An argument in philosophy isn't just a shouting match. Instead, philosophers maintain that your beliefs should always be backed up by reasons, which we call premises. Premises form the structure of your argument; they offer evidence for your belief, and you can have as many premises as you like, as long as they support your conclusion, which is the thing that you actually believe. So, let's dissect the anatomy of an argument. There are actually several different species of arguments. Probably the most familiar, and the easiest to carry out, is the deductive argument. The main rule of a deductive argument is: if your premises are true, then your conclusion must be true. And knowing that something is actually true is very rare and awesome. So, here’s a boiled-down version of a good deductive argument: Premise 1: All humans are mortal. Premise 2: Socrates is a human. Conclusion: Socrates is mortal. This kind of reasoning, where one fact leads to another, is called entailment. Once we know that all humans are mortal, and that Socrates is a human , those facts entail that Socrates is mortal. Deduction begins with the general – in this case, what we know about human mortality – and reasons down to the specific – Socrates in particular. What’s great about deductive arguments is that the truth of the premises must lead to the truth of the conclusion. When this happens, we say the argument is valid—there’s just no way for the conclusion to be false if the premises are true. Now check out this argument: All humans are mortal. Socrates is a human. Therefore, Socrates was Plato's teacher. That argument is invalid because nothing about human mortality can prove that Socrates was Plato's teacher. As you might have noticed, there are plenty of mortal humans who never taught Plato. What’s interesting though, is that this argument does happen to have a true conclusion, which leads us to another issue: Validity isn’t the same as truth. All ‘valid’ really means is if the premises are true, then your conclusion can't be false. But that doesn't mean that your premises prove your conclusion to be correct. Like, in the case of whether Socrates was Plato’s teacher, the premises are true, and the conclusion is true, but the argument is still not valid—because the premises don’t in any way prove the conclusion. It just happens to be true. So, if your premises don’t guarantee the truth of your conclusion, then you can end up with some really crappy arguments. Like this one: - All cats are mammals - I'm a mammal. This leads to the conclusion: If all mammals have fur, then I must have fur. Therefore I am a cat. Conclusion: No, not a cat.  So why do we continue trying to create the “deductive” conclusion? Because there are very few other types of arguments in use that work this way, or that seem to be able to deliver the same type of certainty. This is not because those guarantees are always true, but instead they are something that can become useful when used in a way that is careful and deliberate; like deduction. So it will help to look at this through some questions. For example: \nCan's deducing make any other kind of truth? \n\nIt only gives us certainty based on premises that are true, so how do we come up with those beforehand. What about using our skills to build better arguments and try to use a more complex method when building an argument; or even just the type of skill used in scientific argumentation?\n\nThe main point for all these kinds of thought is to think very intentionally and deeply, and to understand the nature of truth better. \n\n\n",
    "keywords": " Here are some keywords and topics derived from this transcript:\n\n**Philosophy & Argumentation:**\n\n* **Deductive reasoning** \n* **Valid arguments**\n* **Sound argument** \n* **Argument structure**\n* **Premises**\n* **Conclusion**\n* **Entailment** \n* **Validity**\n* **Truth of premises**\n* **False conclusion**\n* **Formal flaws**\n\n**Examples & Cases:**\n\n* **Socrates and mortality**  \n* **Plato's teacher**\n* **John Green's tail**  \n* **Cats, mammals, non-cat mammals** \n* **Deductive reasoning limitations**\n\n**Application & Tools:**\n\n* **Squarespace Website Building** \n* **Crash Course Philosophy**\n\nLet me know if you want additional analysis! \n"
  }
]