[
  {
    "uid": "5C-s4JrymKM__B1__S3.06",
    "text": " Crash Course Philosophy is brought to\nyou by Squarespace. Squarespace: share your passion with the world. By the time we’re done today, I just might\nhave you questioning whether this apple is real or not. Think I can’t do it? Gimme\nabout ten minutes! I might have you wondering whether I’m a physical object or not. And the same goes for all of this stuff, and your\ncomputer, and Nick behind the camera! And … you! How? By unleashing the power of empiricism. [Theme Music] Last time, we learned about 17th century philosopher\nRene Descartes, and how he upended the apple-basket that was his entire personal belief system,\nand descended into a radical skepticism, only to emerge with his conviction that: Cogito\nergo sum – I think, therefore I am. This one idea -- the fact that he was thinking\n-- or really, the fact that he was doubting -- allowed him to build back up, one by one,\nmore beliefs that he thought he could rely on. But in the end, most of the beliefs that Descartes\nended up putting back into his intellectual apple-basket had to do with the immaterial\nworld. Like, he decided that he could believe that\nhe existed, as a thinking thing. And he believed that God existed. Ultimately, he lit upon the idea that some\nof our thoughts are clear and distinct in a way that somehow guarantees their truth. But, a lot of philosophers disagreed. They\nargued that thinking on its own wasn’t enough. Like, just because you’re thinking, doesn’t\nmean that your thoughts correspond to material reality in any reliable way. Basically, Descartes’ philosophical opponents\nthought that the Cogito was a dead end. So here, we start to see a split between two\ndifferent understandings of how we can most reliably get to the nature of reality, and\ntherefore truth. Both were responses to the constant questioning that is skepticism. On\nthe one hand, there was rationalism. And on the other: empiricism Descartes, like Plato long before him, was a lover of reason. He met skepticism with rationalism. He believed that the most real things in life were ideas -- propositions that can be known through pure reason. Deductive truths, which we talked about before,\nfall into this category. And mathematical truths do, too. But by contrast, empiricism is based on the\nprinciple that the most reliable source of knowledge isn’t our ideas, or our reasoning,\nbut our senses. Sure, we can know things through deduction\nand basic logic. But what actually leads us to truth, or at\nleast gives us our best shot at getting there, are things like induction, and the scientific method -- ways of thinking that tell us about the material world. Probably the most famous split among philosophers\nbetween these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in\nthe immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground. But what about in Descartes’ day? If he\nwas the original prototype of the navel-gazing philosopher -- a living example of rationalist\nthinking — then his foil was was the 17th century English thinker John Locke. This is\nwhere he was born. Locke believed that we’re all born as a\ntabula rasa, or a blank slate. He argued that all knowledge is\nobtained through experience. He rejected the concept of innate ideas -- the\nview that we’re born pre-loaded with certain information, like what’s good versus what’s\nbad, or what is the nature of God. Locke thought that we are born knowing nothing. And instead, all of our knowledge comes\nto us through sense data. But one place where Locke agreed with Descartes\nwas in the idea that, just because your senses tell you something, that doesn’t mean you\ncan trust it. After all, sometimes your senses give you\nfalse information, like when you think you see or hear something that’s just not there. Descartes’ response to this, of course,\nwas to just throw out all sense experience as an unreliable source of knowledge. But Locke didn’t go that far. Instead, in\norder to figure out whether the senses accurately reflect the outside world, he introduced a\ndistinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical\nobjects themselves have. They’re not in our minds, Locke argued -- they’re actually\nin the stuff. These primary qualities include things like solidity -- the density, weight,\nand mass of an object. And also extension -- the height, depth, and width that a certain\nthing has. He also included figure, or the shape of an object, as well as mobility, which\nis this – whether it’s stationary or in motion. So primary qualities, Locke said, belong to\nthe thing itself. Take this apple. It weighs maybe 150 grams,\nis the size of my palm, roundish, but firm, with the slightest bit of give, and right\nnow it’s moving through the air. Those are its primary qualities. But it has secondary qualities, too. And by Locke’s standards, they are not real.\nAt least not in any objective, agreed-upon way. They’re just in our minds. But they\nget there through the primary qualities. I’m talking about things like its color, taste,\ntexture, smell, and sound. The secondary qualities of this apple are\nits redness, and how it tastes and smells and feels on my tongue and hand. Even how\nit sounds when I bite into it. Locke believed that the distinction between\nprimary and secondary qualities explained the disagreements that we all have about our\nperceptions of the outside world. Like, we could measure this apple in a bunch\nof ways and all agree on its primary qualities, but its secondary qualities would no doubt\nlead to some disputes. Like, is it really red? What kind of red exactly?\nCardinal red? Or carmine red? It’s kind",
    "smry_text": "<h2>Understanding Reality: A Crash Course in Logic and Empiricism</h2>\n\nThis segment delves into the history of philosophical inquiry surrounding truth and reality. The speaker begins by highlighting René Descartes's pioneering approach to finding certainty, based on the \"Cogito ergo sum\" principle (I think therefore I am).  \n\nDescartes built his understanding of reality upon reasoning and logic, placing key emphasis on the immaterial world—a perspective later challenged by other philosophers. These viewpoints are contrasted with empiricism, where knowledge derived from sensory experiences is deemed more reliable for understanding material reality. \n\nThe speaker discusses a foundational rivalry: rationalists versus empiricists - highlighting the contributions of influential figures like Plato and Aristotle, as well as John Locke. Locke's \"tabula rasa\" theory suggests humans are born without innate knowledge or preconceptions, acquiring all information from their sensory experiences. He proposes dividing objects based on \"primary qualities\" (inherent characteristics of the object itself)  and those we attribute to our senses (\"secondary qualities\") - including color, taste, texture, smell and sound. These characteristics are believed to be subjective interpretations based on the primary qualities. \n\nThis segment concludes by emphasizing that Locke saw inconsistencies between our perceptions (our \"secondary qualities\") as a factor in disagreement regarding reality, suggesting a constant process of reevaluation and refinement is necessary for constructing an accurate model.  \n",
    "clean_text": "\"Crash Course Philosophy\" is brought to you by Squarespace. Squarespace: share your passion with the world. By the time we're done today, I just might have you questioning whether this apple is real or not. Think I can't do it? Gimme about ten minutes! I might have you wondering whether I'm a physical object or not. And the same goes for all of this stuff, and your computer, and Nick behind the camera! And … you. How? By unleashing the power of empiricism. [Theme Music] Last time, we learned about 17th-century philosopher René Descartes, and how he upended the apple-basket that was his entire personal belief system, and descended into a radical skepticism. Only to emerge with his conviction that: Cogito, ergo sum – I think, therefore I am. This one idea — the fact that he was thinking — or really, the fact that he was doubting — allowed him to build back up, one by one, more beliefs that he thought he could rely on. But in the end, most of the beliefs that Descartes ended up putting back into his intellectual apple-basket had to do with the immaterial world. Like, he decided that he could believe that he existed, as a thinking thing. And he believed that God existed. Ultimately, he lit upon the idea that some of our thoughts are clear and distinct in a way that somehow guarantees their truth. But, a lot of philosophers disagreed. They argued that thinking on its own wasn’t enough. Like, just because you're thinking doesn't mean your thoughts correspond to material reality in any reliable way. Basically, Descartes’ philosophical opponents thought his Cogito was a dead end. So here, we start to see a split between two different understandings of how we can most reliably get to the nature of reality and therefore truth. Both were responses to the constant questioning that is skepticism. On one hand, there was rationalism, and on the other: empiricism. Descartes, like Plato long before him, was a lover of reason. He met skepticism with rationalism. He believed that the most real things in life were ideas — propositions that can be known through pure reason. Deductive truths, which we talked about before, fall into this category. And mathematical truths do, too. But by contrast, empiricism is based on the principle that the most reliable source of knowledge isn't our ideas or our reasoning but our senses. Sure, we can know things through deduction and basic logic. But what actually leads us to truth, or at least gives us our best shot at getting there are things like induction, and the scientific method — ways of thinking that tell us about the material world. Probably the most famous split among philosophers between these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in the immaterial world of Ideas, while Aristotle's attention was focused firmly on the ground. Was Descartes’ day? If he was the \nmost  reliable source of knowledge isn't our ideas or our reasoning but our senses. Sure, we can know things through deduction and basic logic. But what actually leads us to truth, or at least gives us our best shot at getting there are things like induction, and the scientific method — ways of thinking that tell us about the material world. Probably the most famous split among philosophers between these two clans was the life-long debate between Plato and Aristotle.   Plato was convinced that Truth resided in the immaterial world of Ideas, while Aristotle's attention was focused firmly on the ground. was \n \n \n**As you can probably tell, this is a transcript of a lengthy speech:**\n\n\n\n* **Background:** It starts with an introduction about the show \"Crash Course Philosophy\" emphasizing how it aims to teach fundamental concepts in philosophy. \n\n* **Introduction to Descartes:** This portion delves into René Descartes' philosophy and his emphasis on reason while employing a thought experiment (the apple-question). The goal was to build a belief based on certainty (Cogito, ergo sum), which essentially means \"I think, therefore I am.\"\n\n* **Empiricism vs. Rationalism; the Main Philosophic Divides:** Both perspectives are detailed: \n   * **Rationalism**: believes that clear and distinct ideas can be obtained through reason alone. A heavy focus on logical reasoning and abstract concepts. Descartes is a notable example.\n    \n   * **Empiricalism**: The belief that knowledge originates from sensory experiences; through our senses, we learn to know the world around us.  Locke's emphasis on understanding how our senses perceive objects like this apple is a classic example.\n\n**How was this speech structured?:**\n\n* **Chronological:**  A brief journey into Descartes’ life and thought; chronologically ordered, starting with his methods to solving philosophical problems, then contrasting it with the more intuitive approaches of Empiricism that Locke championed. \n   \n\n\n* **The Apple's Role:** The apple serves as a tangible example throughout the speech. It becomes symbolic of challenging our perception about reality and how we understand it through senses as opposed to logic and theory.\n\n**To summarize:**\n\n\nThis transcript gives insight into foundational topics like empiricism, rationalism, Descartes' method, and the nature of our world's understanding. The \"crash course\" format means that this is just a starting point to go deep into these areas of philosophy.  ",
    "keywords": "ideology, philosophy, Descartes,  knowledge, reality, truth, empiricism, reason, skepticism, cognitive,  rationalism, 17th century, John Locke, epistemology,  sense data, primary qualities, secondary qualities, color, taste, texture, smell, sound. \n"
  },
  {
    "uid": "5C-s4JrymKM__B2__S60.91",
    "text": " But in the end, most of the beliefs that Descartes\nended up putting back into his intellectual apple-basket had to do with the immaterial\nworld. Like, he decided that he could believe that\nhe existed, as a thinking thing. And he believed that God existed. Ultimately, he lit upon the idea that some\nof our thoughts are clear and distinct in a way that somehow guarantees their truth. But, a lot of philosophers disagreed. They\nargued that thinking on its own wasn’t enough. Like, just because you’re thinking, doesn’t\nmean that your thoughts correspond to material reality in any reliable way. Basically, Descartes’ philosophical opponents\nthought that the Cogito was a dead end. So here, we start to see a split between two\ndifferent understandings of how we can most reliably get to the nature of reality, and\ntherefore truth. Both were responses to the constant questioning that is skepticism. On\nthe one hand, there was rationalism. And on the other: empiricism Descartes, like Plato long before him, was a lover of reason. He met skepticism with rationalism. He believed that the most real things in life were ideas -- propositions that can be known through pure reason. Deductive truths, which we talked about before,\nfall into this category. And mathematical truths do, too. But by contrast, empiricism is based on the\nprinciple that the most reliable source of knowledge isn’t our ideas, or our reasoning,\nbut our senses. Sure, we can know things through deduction\nand basic logic. But what actually leads us to truth, or at\nleast gives us our best shot at getting there, are things like induction, and the scientific method -- ways of thinking that tell us about the material world. Probably the most famous split among philosophers\nbetween these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in\nthe immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground. But what about in Descartes’ day? If he\nwas the original prototype of the navel-gazing philosopher -- a living example of rationalist\nthinking — then his foil was was the 17th century English thinker John Locke. This is\nwhere he was born. Locke believed that we’re all born as a\ntabula rasa, or a blank slate. He argued that all knowledge is\nobtained through experience. He rejected the concept of innate ideas -- the\nview that we’re born pre-loaded with certain information, like what’s good versus what’s\nbad, or what is the nature of God. Locke thought that we are born knowing nothing. And instead, all of our knowledge comes\nto us through sense data. But one place where Locke agreed with Descartes\nwas in the idea that, just because your senses tell you something, that doesn’t mean you\ncan trust it. After all, sometimes your senses give you\nfalse information, like when you think you see or hear something that’s just not there. Descartes’ response to this, of course,\nwas to just throw out all sense experience as an unreliable source of knowledge. But Locke didn’t go that far. Instead, in\norder to figure out whether the senses accurately reflect the outside world, he introduced a\ndistinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical\nobjects themselves have. They’re not in our minds, Locke argued -- they’re actually\nin the stuff. These primary qualities include things like solidity -- the density, weight,\nand mass of an object. And also extension -- the height, depth, and width that a certain\nthing has. He also included figure, or the shape of an object, as well as mobility, which\nis this – whether it’s stationary or in motion. So primary qualities, Locke said, belong to\nthe thing itself. Take this apple. It weighs maybe 150 grams,\nis the size of my palm, roundish, but firm, with the slightest bit of give, and right\nnow it’s moving through the air. Those are its primary qualities. But it has secondary qualities, too. And by Locke’s standards, they are not real.\nAt least not in any objective, agreed-upon way. They’re just in our minds. But they\nget there through the primary qualities. I’m talking about things like its color, taste,\ntexture, smell, and sound. The secondary qualities of this apple are\nits redness, and how it tastes and smells and feels on my tongue and hand. Even how\nit sounds when I bite into it. Locke believed that the distinction between\nprimary and secondary qualities explained the disagreements that we all have about our\nperceptions of the outside world. Like, we could measure this apple in a bunch\nof ways and all agree on its primary qualities, but its secondary qualities would no doubt\nlead to some disputes. Like, is it really red? What kind of red exactly?\nCardinal red? Or carmine red? It’s kind of dark purple at the top -- or is it just\nlike a dark pink? What about the sound it made? Would I call that\ncrunchy? Or crispy? Or...bite-y? It’s like, apple sound. We could argue about that kind of stuff til\nthe cows came home. But if we disagree about its primary qualities\n– one of us is simply wrong. Because primary qualities have nothing to do with you, or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant,\nextracting a lot of explanatory power out of very few basic concepts. As a result, it\nresonated with a lot people. And one person it resonated strongly with\nwas the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took\nit seriously -- so seriously, in fact, that ended up using Locke’s own logic against\nhim. He basically took empiricism to its logical\nconclusion, dismantling the whole process of perception to the point that he had to\nwonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do\nyou know its shape?",
    "smry_text": "<h2> Descartes' Materialism </h2>\nDescartes' philosophical journey led him to prioritize his immaterial world; believing he could confidently assert existence as a thinking entity and God's existence alongside clear thoughts being reliable indicators of truth.  Many philosophers disagreed, believing that solely relying on thought was not accurate for accessing the nature of reality or attaining truth. This disagreement led to two major schools of philosophical thought: rationalism and empiricism. \n\n<h2>Rationalism vs Empiricism</h2>\n* **Rationalists**, championed by Descartes and Plato before him, viewed ideas and propositions as the most real entities, emphasizing deduction of absolute truths such as mathematical principles. However, this perspective was not universally accepted.  \n* **Empiricism**, rooted in John Locke's reasoning, relied on sensory experiences for gaining knowledge. It sought truth from observation through induction and the scientific method, which helps explore physical reality more efficiently than solely relying on reason. \n\n**Locke's Theory: Primary Qualities Over Secondary**\nJohn Locke, a key figure of empiricism, argued that individuals are blank slates upon entering the world.  He believed knowledge was derived solely from experience, rejecting innate ideas like 'good' or ‘evil,’ which were inherent but not experienced. Locke divided qualities of objects into two categories: primary and secondary. \n\n* **Primary Qualities:** These tangible properties such as \"weight,\" \"size,\" \"shape,\" and \"mobility\" are intrinsic quality within the object itself; these are unaffected by human experiences and understanding.\n    * Example - an apple's mass (weight) is a primary quality, independent of its perceived size or color.\n* **Secondary Qualities:**  Intangible qualities such as color, taste, texture, smell, and sound  are attributed to secondary features that arise in our minds after experience with the object; they are subjective in nature, depending on interpretation of sensory data.\n    * Example- the apple’s “redness” becomes a secondary quality as we see it, not a fundamental physical property\n\n\n **Locke's Impact** \nThis approach to perception profoundly impacted philosophers like George Berkeley – he took Locke's empiricism to a logical extreme to such an extent that he challenged the very concept of reality's existence. His idea was a departure from both traditional ideas and traditional empirism itself. \n\n\n\n\n",
    "clean_text": "Though Descartes ended up putting most beliefs from him back into his intellectual apple-basket concerned the immaterial world, like he decided he could believe he existed as a thinking thing.  And he believed God existed. Ultimately, he lit upon the idea that some of our thoughts are clear and distinct in a way that somehow guarantees their truth. However, many philosophers disagreed. They argued that thinking on its own wasn't enough, Like, just because you’re thinking doesn't mean your thoughts correspond to material reality reliably. Basically, Descartes' philosophical opponents believed the Cogito was a dead end.  Therefore, it highlights a split between two different understandings of how we can most reliably get to the nature of reality and therefore, truth.  Both were responses to the constant questioning that is skepticism. On the one hand, there was rationalism, and on the other: empiricism. Descartes, like Plato long before him, was a lover of reason. He met skepticism with rationalism - Believing that the most real things in life were ideas -- propositions that can be known through pure reason. Deductive truths, which we talked about before, fall into this category. And mathematical truths do too.  But in contrast, empiricism is based on the principle that the most reliable source of knowledge isn't our ideas or reasoning, but our senses. Sure, we can know things via deduction and basic logic, but what actually leads us to truth, or if least gives us our best shot at getting there are inductions -  and scientific methods - way of thinking that tell us about the material world. The most famous split among philosophers between these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in the immaterial world of Ideas,  while Aristotle’s attention was focused firmly on the ground. But what about Descartes' day? if he were the original prototype of the navel-gazing philosopher -  a living example of rationalist thinking - Then his foil was John Locke during the 17th century.\n This is where John Locke was born.  Locke believed we're all born as a \"tabula rasa\" or a blank slate; he argued that all knowledge is obtained through experience. He rejected the concept of innate ideas – the view that we’re born pre-loaded with certain information, like what’s good versus what's bad, or what's the nature of God. Locke thought that we are born knowing nothing.   And instead, all our knowledge comes to us through sense data.  But one place where Locke agreed with Descartes was in the idea that just because your senses tell you something, that doesn't mean you can trust it. After all, sometimes your senses give you false information - like when you think you see or hear something that’s just not there. Descartes' response to this was to point out the difference between what our senses might say about reality, and the objective nature of reality itself   Locke believed the distinction between primary and secondary qualities explained the disagreements that we all have about our perceptions of the outside world. Like,  we could measure this apple in a bunch of ways and all agree on its primary qualities but its secondary qualities would no doubt lead to some disputes. Like, is it really red? What kind of red exactly? Cardinal red or carmine red? It's kind of dark purple at the top -  or just  like a dark pink?  What about the sound it made? Would I call that crunchy? Or crispy? Or…bite-y?   Locke believed this distinction between primary and secondary qualities explained the disagreements that we all have. \nHis reasoning was simple, even elegant, extracting a lot of explanatory power out of very few basic concepts. As a result, it resonated with a  lot of people -  like the Irish philosopher George Berkeley! He was moved by Locke's empiricism and took it seriously – so seriously, in fact, he ended up using Locke’s own logic against him! He basically took empiricism to its logical conclusion dismantling the whole process of perception to the point that he had to wonder whether anything existed at all.  Berkeley began by taking apart the distinction in the separation between primary and secondary qualities for a more simple explanation – again – like thinking about this apple… how, do you know its shape? \n",
    "keywords": "impressionism, skepticism, rationalist thinking, empiricism, Descartes, John Locke, primary qualities, secondary qualities,  Cogito, material reality,  truth, ideas,  logic,  science, Plato, Aristotle, \ninfluence of senses, perception,  beliefs, arguments  philosophical opponents, world of ideas. \n"
  },
  {
    "uid": "5C-s4JrymKM__B3__S120.74",
    "text": " Deductive truths, which we talked about before,\nfall into this category. And mathematical truths do, too. But by contrast, empiricism is based on the\nprinciple that the most reliable source of knowledge isn’t our ideas, or our reasoning,\nbut our senses. Sure, we can know things through deduction\nand basic logic. But what actually leads us to truth, or at\nleast gives us our best shot at getting there, are things like induction, and the scientific method -- ways of thinking that tell us about the material world. Probably the most famous split among philosophers\nbetween these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in\nthe immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground. But what about in Descartes’ day? If he\nwas the original prototype of the navel-gazing philosopher -- a living example of rationalist\nthinking — then his foil was was the 17th century English thinker John Locke. This is\nwhere he was born. Locke believed that we’re all born as a\ntabula rasa, or a blank slate. He argued that all knowledge is\nobtained through experience. He rejected the concept of innate ideas -- the\nview that we’re born pre-loaded with certain information, like what’s good versus what’s\nbad, or what is the nature of God. Locke thought that we are born knowing nothing. And instead, all of our knowledge comes\nto us through sense data. But one place where Locke agreed with Descartes\nwas in the idea that, just because your senses tell you something, that doesn’t mean you\ncan trust it. After all, sometimes your senses give you\nfalse information, like when you think you see or hear something that’s just not there. Descartes’ response to this, of course,\nwas to just throw out all sense experience as an unreliable source of knowledge. But Locke didn’t go that far. Instead, in\norder to figure out whether the senses accurately reflect the outside world, he introduced a\ndistinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical\nobjects themselves have. They’re not in our minds, Locke argued -- they’re actually\nin the stuff. These primary qualities include things like solidity -- the density, weight,\nand mass of an object. And also extension -- the height, depth, and width that a certain\nthing has. He also included figure, or the shape of an object, as well as mobility, which\nis this – whether it’s stationary or in motion. So primary qualities, Locke said, belong to\nthe thing itself. Take this apple. It weighs maybe 150 grams,\nis the size of my palm, roundish, but firm, with the slightest bit of give, and right\nnow it’s moving through the air. Those are its primary qualities. But it has secondary qualities, too. And by Locke’s standards, they are not real.\nAt least not in any objective, agreed-upon way. They’re just in our minds. But they\nget there through the primary qualities. I’m talking about things like its color, taste,\ntexture, smell, and sound. The secondary qualities of this apple are\nits redness, and how it tastes and smells and feels on my tongue and hand. Even how\nit sounds when I bite into it. Locke believed that the distinction between\nprimary and secondary qualities explained the disagreements that we all have about our\nperceptions of the outside world. Like, we could measure this apple in a bunch\nof ways and all agree on its primary qualities, but its secondary qualities would no doubt\nlead to some disputes. Like, is it really red? What kind of red exactly?\nCardinal red? Or carmine red? It’s kind of dark purple at the top -- or is it just\nlike a dark pink? What about the sound it made? Would I call that\ncrunchy? Or crispy? Or...bite-y? It’s like, apple sound. We could argue about that kind of stuff til\nthe cows came home. But if we disagree about its primary qualities\n– one of us is simply wrong. Because primary qualities have nothing to do with you, or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant,\nextracting a lot of explanatory power out of very few basic concepts. As a result, it\nresonated with a lot people. And one person it resonated strongly with\nwas the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took\nit seriously -- so seriously, in fact, that ended up using Locke’s own logic against\nhim. He basically took empiricism to its logical\nconclusion, dismantling the whole process of perception to the point that he had to\nwonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do\nyou know its shape? Locke said that the apple’s shape, as a\nprimary quality, is immediately perceivable. But Berkeley pointed out that you don’t\nperceive some qualities of an object, while totally disregarding others. Like, you can’t\ndetect an apple’s shape without first -- or at least without also -- detecting its color.\nWhen you think about it, you can’t detect any of the primary qualities without also\nconsidering the secondary ones. You can’t see a colorless apple.\nYou can’t feel a textureless apple. In fact, if you try to strip away the apple’s\nsecondary qualities in an effort to get at the primary ones, you end up with no apple\nat all. Try it: Close your eyes and imagine an apple\nmade of only primary qualities -- so, it has a certain shape and a certain size, but it\ndoesn’t have any color or texture or taste. You can’t do it. You try to imagine it with no color, but really,\nyou’re probably imagining one that’s either black or white or transparent -- the color\nof what’s behind it. And if you try to imagine it as having no\ntexture, you’ll find there’s still a texture there – it’s just smooth. Remember: Locke asserted that secondary qualities\nare not objectively real. They can only be subjectively perceived. But now, Berkeley\nhas shown that the two are inextricably linked – you can’t have one without the other.",
    "smry_text": "This transcript discusses different philosophical schools of thought pertaining to knowledge and perception.\n\n**Deductive Truths vs Empiricism:** \n- Deductive truths (based on logic) and mathematical truths were deemed reliable sources of knowledge.  But empiricism, championed by philosophers like Locke and Berkeley, challenged this.  Empiricists asserted that the most reliable source of knowledge is derived from sensory experiences.\n\n**Locke's Epistemology: Primary and Secondary Qualities:** \n- John Locke, a 17th-century English philosopher, argued that all knowledge originates from experience (tabula rasa)\n     \n **The Distinctions of Primary vs. Secondary Qualities:**  \n - Locke proposed a distinction between primary (inherent properties of an object) and secondary (perceived qualities), arguing they were not in his mind until the apple was experienced;  Locke believed that the true physical attributes remained intact independent of our perception of them.\n\n **The Impact of Primary Properties:**   Locke asserted that primary qualities are objective and measurable, unaffected by individual perceptions.  These characteristics relate to an object’s physical properties, such as color, shape, texture, weight, etc. \n - He argued if an object lacks secondary qualities they cannot be perceived; \n\n **Berkeley's Critique of Locke:**   George Berkeley expanded on Locke's empiricism further by analyzing primary versus secondary qualities:\n -  He challenged the idea that we can separate perceived attributes (secondary) and actual properties of an object purely (primary). \n\n\n**The Inescapability of Secondary Qualities:**\n- The analysis of both Locke and Berkeley shows how perception interlinks with objects in a way that their separate classification based on primary and secondary causes issues. For example, the apple’s color contributes to the perception process because it is tied to the shape; if one were only perceiving the shape there would not be the “shape” we experience with the secondary qualities at play. The apple must have both for all to understand what the object represents in our minds and eyes\n\n \n\n\nLet me know how I can help you.  \n",
    "clean_text": "The generated clean output should be grammatically correct, should not have any spelling mistakes. It should not have filler words such as 'uhm', 'mhm', and similar phrases that can be heard in audio but does not make any sense in written transcript.  It should retain all the original phrases for authenticity. Do not add any new information, do not express your opinions about the speaker and do not suggest any follow up query.\n\nDeductive truths, which we talked about before, fall into this category. And mathematical truths do, too. But by contrast, empiricism is based on the principle that the most reliable source of knowledge isn’t our ideas or reasoning, but our senses. Sure, we can know things through deduction and basic logic. But what actually leads us to truth, or at least gives us our best shot at getting there are things like induction, and the scientific method — ways of thinking that tell us about the material world. Probably the most famous split among philosophers between these two camps was the life-long debate between Plato and Aristotle. Plato was convinced that Truth resided in the immaterial world of Ideas, while Aristotle’s attention was focused firmly on the ground. But what about in Descartes' day? If he was the original prototype of the navel-gazing philosopher — a living example of rationalist thinking — then his foil was was the 17th century English thinker John Locke. This is where he was born. Locked believed that we’re all born as a tabula rasa, or a blank slate. He argued that all knowledge is obtained through experience. He rejected the concept of innate ideas — the view that we're born pre-loaded with certain information, like what's good versus what's bad, or what is the nature of God. Locke thought that we are born knowing nothing. And instead, all of our knowledge comes to us through sense data. But one place where Locke agreed with Descartes was in the idea that just because your senses tell you something doesn’t mean you can trust it. After all, sometimes your senses give you false information, like when you think you see or hear something that’s just not there. Descartes' response to this was to just throw out all sense experience as an unreliable source of knowledge. But Locke didn’t go that far. Instead, in order to figure out whether the senses accurately reflect the outside world, he introduced a distinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical objects themselves have. Secondary qualities are qualities that depend on someone's perception. For example, an apple’s red color is a secondary quality, because it exists only for as long as a person looking at it has their vision to perceive it. \n\nLocke’s reasoning was simple, even elegant, extracting a lot of explanatory power out of very few basic concepts. As a result, it resonated with a lot people. And one person it resonated strongly is the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took it seriously — so seriously, in fact, that ended up using Locke’s own logic against him. He basically took empiricism to its logical conclusion, dismantling the whole process of perception to the point that he had to wonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do you know its shape? Locke said that the apple’s shape, as a primary quality, is immediately perceivable. But Berkeley pointed out that you don't perceive some qualities of an object, while totally disregarding others. It's like you can't detect an apple's shape without first — or at least without also — detecting its color. When you think about it, you can’t detect any of the primary qualities without also considering the secondary ones. You can’t see a colorless apple. You can’t feel a textureless apple. In fact, if you try to strip away the apple’s secondary qualities in an effort to get at the primary ones, you end up with no apple at all. Try it: Close your eyes and imagine an Apple made of only primary qualities — so it has a certain shape and a certain size, but it doesn’t have any color or texture or taste. You can’t do it.  You try to imagine it with no color, but really, you're probably imagining one that’s either black or white or transparent— the color of what’s behind it. \n\n\nLocke asserted that secondary qualities are not objectively real. They can only be subjectively perceived. But now, Berkeley has shown that the two are inextricably linked — you can’t have one without the other.  \n",
    "keywords": "physical world, empiricism, induction, sense data, primary qualities, secondary qualities, Locke's empirics, George Berkeley, ideas, perceptions, Plato, Aristotle, Descartes, truth, reason, deduction, knowledge, experience, imagination, color, taste, texture, sound, objects \n"
  },
  {
    "uid": "5C-s4JrymKM__B4__S182.25",
    "text": " information, like what’s good versus what’s\nbad, or what is the nature of God. Locke thought that we are born knowing nothing. And instead, all of our knowledge comes\nto us through sense data. But one place where Locke agreed with Descartes\nwas in the idea that, just because your senses tell you something, that doesn’t mean you\ncan trust it. After all, sometimes your senses give you\nfalse information, like when you think you see or hear something that’s just not there. Descartes’ response to this, of course,\nwas to just throw out all sense experience as an unreliable source of knowledge. But Locke didn’t go that far. Instead, in\norder to figure out whether the senses accurately reflect the outside world, he introduced a\ndistinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical\nobjects themselves have. They’re not in our minds, Locke argued -- they’re actually\nin the stuff. These primary qualities include things like solidity -- the density, weight,\nand mass of an object. And also extension -- the height, depth, and width that a certain\nthing has. He also included figure, or the shape of an object, as well as mobility, which\nis this – whether it’s stationary or in motion. So primary qualities, Locke said, belong to\nthe thing itself. Take this apple. It weighs maybe 150 grams,\nis the size of my palm, roundish, but firm, with the slightest bit of give, and right\nnow it’s moving through the air. Those are its primary qualities. But it has secondary qualities, too. And by Locke’s standards, they are not real.\nAt least not in any objective, agreed-upon way. They’re just in our minds. But they\nget there through the primary qualities. I’m talking about things like its color, taste,\ntexture, smell, and sound. The secondary qualities of this apple are\nits redness, and how it tastes and smells and feels on my tongue and hand. Even how\nit sounds when I bite into it. Locke believed that the distinction between\nprimary and secondary qualities explained the disagreements that we all have about our\nperceptions of the outside world. Like, we could measure this apple in a bunch\nof ways and all agree on its primary qualities, but its secondary qualities would no doubt\nlead to some disputes. Like, is it really red? What kind of red exactly?\nCardinal red? Or carmine red? It’s kind of dark purple at the top -- or is it just\nlike a dark pink? What about the sound it made? Would I call that\ncrunchy? Or crispy? Or...bite-y? It’s like, apple sound. We could argue about that kind of stuff til\nthe cows came home. But if we disagree about its primary qualities\n– one of us is simply wrong. Because primary qualities have nothing to do with you, or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant,\nextracting a lot of explanatory power out of very few basic concepts. As a result, it\nresonated with a lot people. And one person it resonated strongly with\nwas the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took\nit seriously -- so seriously, in fact, that ended up using Locke’s own logic against\nhim. He basically took empiricism to its logical\nconclusion, dismantling the whole process of perception to the point that he had to\nwonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do\nyou know its shape? Locke said that the apple’s shape, as a\nprimary quality, is immediately perceivable. But Berkeley pointed out that you don’t\nperceive some qualities of an object, while totally disregarding others. Like, you can’t\ndetect an apple’s shape without first -- or at least without also -- detecting its color.\nWhen you think about it, you can’t detect any of the primary qualities without also\nconsidering the secondary ones. You can’t see a colorless apple.\nYou can’t feel a textureless apple. In fact, if you try to strip away the apple’s\nsecondary qualities in an effort to get at the primary ones, you end up with no apple\nat all. Try it: Close your eyes and imagine an apple\nmade of only primary qualities -- so, it has a certain shape and a certain size, but it\ndoesn’t have any color or texture or taste. You can’t do it. You try to imagine it with no color, but really,\nyou’re probably imagining one that’s either black or white or transparent -- the color\nof what’s behind it. And if you try to imagine it as having no\ntexture, you’ll find there’s still a texture there – it’s just smooth. Remember: Locke asserted that secondary qualities\nare not objectively real. They can only be subjectively perceived. But now, Berkeley\nhas shown that the two are inextricably linked – you can’t have one without the other. Which means that primary qualities can’t\nbe real, either. They, too, are just what your mind makes of things. So this led Berkeley to a startling conclusion:\nThere’s just no such thing as matter. There can’t be! Instead, there’s only\nperceptions. Berkeley’s famous assertion --\nhis version of cogito ergo sum -- was esse est percepi:\n“to be is to be perceived.” In his opinion, there are no objects, only\nperceivers – and even then, the perceivers themselves don’t really have any physical\nform. They’re just disembodied minds perceiving things that aren’t really there. A little bit terrifying when you start thinking\nabout it. In Berkeley’s scenario, we’re all set\nadrift in a world of nothing but thought. What’s scary about it is this, if everything’s\njust perception, then when the perception goes away, there can’t be anything left. So like, please, for the love of Pete, do\nnot turn away from your computer! If you stop perceiving me, I stop existing! But, what if maybe you don’t care about\nme? Still, you’d better not go to sleep, because as soon as you do, you’ll cease\nto exist! Because, you won’t be able to",
    "smry_text": "**Locke's Empiricism and Beyond**\n\nJohn Locke believed that all knowledge comes from sensory experiences (sense data). He agreed with René Descartes in the idea that our senses cannot always provide reliable information. \n\nLocke differentiated between primary qualities, which are inherent to objects themselves (shape, size, weight), and secondary qualities (color, taste, texture) which exist only in minds. Primary qualities could be directly perceived, while secondary qualities were more subjective and contingent upon perception.  This distinction provided a way to understand discrepancies in perceptions of the outside world, such as disagreements about an apple's shade (such as 'cardinal red' vs 'carmine red').  Locke's approach resonated with many including George Berkeley, who took his ideas further:\n\n**Berkeley and Empiricism**\n\nGeorge Berkeley, profoundly influenced by Locke’s empiricism, challenged the idea that primary qualities can truly exist independently of our perception. He proposed a radical view, starting by noting we can't perceive an object's shape without also perceiving its color or texture. Additionally, he emphasized how even if we try to separate secondary qualities (color, taste) from primary qualities (shape), they remain entwined; thus, attempting this separation leaves us with nothing but mental constructs and not the true reality of objects. \n\n **Berkeley's \"Esse est Percepi: \"** \nFrom these ideas, Berkeley concluded that there is no thing outside perception itself. Instead, he claimed that \"There is nothing real except perception.\" This bold claim led him to the belief that existence itself is fundamentally dependent on perception and can be eradicated entirely when perceptions cease.\n\n **Mind over Matter?: The Impact of Berkeley’s Ideas**\nBerkeley's idea challenged the core tenets of material idealism that had been shaping Western thought for centuries. He proposed a profound shift in the way we think about existence by emphasizing the interconnectedness of mind and its relationship to objects. While his ideas were counterintuitive and have yet to become widely accepted, they significantly changed how perceptions shape our reality today. \n",
    "clean_text": "Here is the cleaned transcript of your YouTube sub-titles:\n\nInformation, like what's good versus what's bad, or what is the nature of God. Locke thought that we are born knowing nothing and all of our knowledge comes to us through sense data. But one place where Locke agreed with Descartes was in the idea that just because your senses tell you something doesn't mean you can trust it. After all, sometimes your senses give you false information. Like when you think you see or hear something that's just not there. Descartes’ response to this was to just throw out all sense experience as an unreliable source of knowledge.  However, Locke didn’t go that far. Instead, in order to figure out whether the senses accurately reflect the outside world, he introduced a distinction between what he called the primary and secondary qualities of all things. Primary qualities are qualities that physical objects themselves have. They're not in our minds; they're actually in the thing itself. These primary qualities include things like solidity -- the density, weight, and mass of an object. Also extension -- the height, depth, and width of a certain thing. He also included figure, or the shape of an object, as well as mobility, which is whether it’s stationary or in motion. So primary qualities belong to the thing itself. Take this apple: it weighs maybe 150 grams, is the size of my palm, the shape is roundish and firm with the slightest bit of give and right now it's moving through the air. These are its primary qualities. However, it has secondary qualities too, and by Locke's standards, these aren't real in any objective and agreed-upon way. They’re just in our minds, but we get them through primary qualities. I’m talking about things like its color, taste, texture, smell, and sound.  Secondary qualities of the apple are its redness and how it tastes and smells and feels on my tongue and hand. Even how it sounds when I bite into it. Locke believed that this distinction between primary and secondary qualities explained disagreements we have about our perceptions of the outside world. Like, we could measure this apple in a bunch of ways, and all agree on its primary qualities but its secondary qualities would lead to some disputes. For instance, is it really red? What kind of red exactly? Is it Cardinal red or Carmine red? It's probably either black, white or transparent due to the color behind. And if you try to strip away the apple’s secondaries to get at primary ones, you end up with no apple at all.  Try this: close your eyes and imagine an apple made only of primary qualities – so it has a certain shape and size, but it doesn’t have any color or texture or taste. You can't do it. Try to imagine it with no color, but you're probably imagining one that’s either black Or white or transparent; as mentioned above . Locke asserted that secondary qualities aren't objectively real. They can only be subjectively perceived, but now, Berkeley has shown that the two are inextricably linked: You can't have one without the other. This means primary qualities can't be real, either.  They're just what our mind makes of things. So this led Berkeley to a startling conclusion: There’s no such thing as matter. There can't be!  Instead, there’s only perceptions.  Berkeley’s famous assertion - his version of “I believe therefore I am” - was “Ess est percepi: “to be is to be perceived.” In his opinion, there are no objects; all there is are perceivers, and even then, the perceivers themselves don't really have any physical form. They're just disembodied minds perceiving things that aren’t really there. A little bit terrifying when you start thinking about it.  As you know, in Berkeley’s perspective: What happens if all perceptions disappear? As as soon as this happens, there’s nothing left\n\n\nLet me know if you need anything else! \n",
    "keywords": "awareness, perception, senses, epistemology, Locke's empiricism, primary qualities, secondary qualities, color, taste, texture, smell, sound, George Berkeley, empiricism, materiality,  mind-matter, Berkeleyian idealism, esse est percepi, Descartes, reality, nothingness, consciousness \n"
  },
  {
    "uid": "5C-s4JrymKM__B5__S244.98",
    "text": " So primary qualities, Locke said, belong to\nthe thing itself. Take this apple. It weighs maybe 150 grams,\nis the size of my palm, roundish, but firm, with the slightest bit of give, and right\nnow it’s moving through the air. Those are its primary qualities. But it has secondary qualities, too. And by Locke’s standards, they are not real.\nAt least not in any objective, agreed-upon way. They’re just in our minds. But they\nget there through the primary qualities. I’m talking about things like its color, taste,\ntexture, smell, and sound. The secondary qualities of this apple are\nits redness, and how it tastes and smells and feels on my tongue and hand. Even how\nit sounds when I bite into it. Locke believed that the distinction between\nprimary and secondary qualities explained the disagreements that we all have about our\nperceptions of the outside world. Like, we could measure this apple in a bunch\nof ways and all agree on its primary qualities, but its secondary qualities would no doubt\nlead to some disputes. Like, is it really red? What kind of red exactly?\nCardinal red? Or carmine red? It’s kind of dark purple at the top -- or is it just\nlike a dark pink? What about the sound it made? Would I call that\ncrunchy? Or crispy? Or...bite-y? It’s like, apple sound. We could argue about that kind of stuff til\nthe cows came home. But if we disagree about its primary qualities\n– one of us is simply wrong. Because primary qualities have nothing to do with you, or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant,\nextracting a lot of explanatory power out of very few basic concepts. As a result, it\nresonated with a lot people. And one person it resonated strongly with\nwas the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took\nit seriously -- so seriously, in fact, that ended up using Locke’s own logic against\nhim. He basically took empiricism to its logical\nconclusion, dismantling the whole process of perception to the point that he had to\nwonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do\nyou know its shape? Locke said that the apple’s shape, as a\nprimary quality, is immediately perceivable. But Berkeley pointed out that you don’t\nperceive some qualities of an object, while totally disregarding others. Like, you can’t\ndetect an apple’s shape without first -- or at least without also -- detecting its color.\nWhen you think about it, you can’t detect any of the primary qualities without also\nconsidering the secondary ones. You can’t see a colorless apple.\nYou can’t feel a textureless apple. In fact, if you try to strip away the apple’s\nsecondary qualities in an effort to get at the primary ones, you end up with no apple\nat all. Try it: Close your eyes and imagine an apple\nmade of only primary qualities -- so, it has a certain shape and a certain size, but it\ndoesn’t have any color or texture or taste. You can’t do it. You try to imagine it with no color, but really,\nyou’re probably imagining one that’s either black or white or transparent -- the color\nof what’s behind it. And if you try to imagine it as having no\ntexture, you’ll find there’s still a texture there – it’s just smooth. Remember: Locke asserted that secondary qualities\nare not objectively real. They can only be subjectively perceived. But now, Berkeley\nhas shown that the two are inextricably linked – you can’t have one without the other. Which means that primary qualities can’t\nbe real, either. They, too, are just what your mind makes of things. So this led Berkeley to a startling conclusion:\nThere’s just no such thing as matter. There can’t be! Instead, there’s only\nperceptions. Berkeley’s famous assertion --\nhis version of cogito ergo sum -- was esse est percepi:\n“to be is to be perceived.” In his opinion, there are no objects, only\nperceivers – and even then, the perceivers themselves don’t really have any physical\nform. They’re just disembodied minds perceiving things that aren’t really there. A little bit terrifying when you start thinking\nabout it. In Berkeley’s scenario, we’re all set\nadrift in a world of nothing but thought. What’s scary about it is this, if everything’s\njust perception, then when the perception goes away, there can’t be anything left. So like, please, for the love of Pete, do\nnot turn away from your computer! If you stop perceiving me, I stop existing! But, what if maybe you don’t care about\nme? Still, you’d better not go to sleep, because as soon as you do, you’ll cease\nto exist! Because, you won’t be able to perceive yourself! The only guarantee that\nyou’ll continue to exist in your sleep is to have a friend watch you when you’re sleeping. Which probably is a non-starter, for a number of reasons. But in any case, the second your\nfriend blinks, you’re gone! So in the end, Berkeley believed there was\nonly one thing that kept us -- and everything else -- from disappearing into oblivion. God.\nBerkeley believed that God was the Ultimate Perceiver. God is always watching, with unblinking perception that holds objects in existence even when we’re not paying attention. The tough thing about Berkeley is, we all\npretty much think he has to be wrong. Very few of us are willing to give up our belief in the physical world — no matter who’s watching. We are sensory animals!\nWe really need this apple to exist. Next time, we’re going to take a side journey\ninto the world of knowledge. And then, in episode 8, we’ll see if Karl Popper can\nmanage to get the physical world back for us. Today we have learned about empiricism as\na response to skepticism. We talked about John Locke and his distinction between primary\nand secondary qualities. And we’ve seen why George Berkeley thinks that distinction\nultimately falls apart -- leaving us with",
    "smry_text": "John Locke's philosophy emphasized distinguishing \"primary qualities,\" inherent properties of an object (e.g., size, shape), from \"secondary qualities,\" which are subjective perceptions and sensations related to these qualities (e.g., color, taste).  Locke believed that primary qualities were objective facts readily observable and agreed upon. Secondary qualities are perceived by the mind and their existence is dependent on sensory experience. \n\nGeorge Berkeley, influenced by Locke's ideas, further advanced the concept of empiricism.  He contended that secondary qualities were not merely perceptions; they inherently define an object.  Locke asserted these perceptions contribute to primary qualities as a result of complex perceptual processes. However, according to Berkeley, these secondary qualities are in fact inseparable from primary qualities and cannot be experienced independently.\n\nThis philosophical tension culminated in Berkeley's assertion – \"esse est percepi: \"to be is to be perceived,\" stating existence solely relies on perception.  Essentially, there is no true or objective real nature beyond the perceptions of a mind.  This challenged the notion of an independent reality, including physical objects that do not exist outside of our sensory experiences.\n\nTo address this, Berkeley posited God as the ultimate perceiver capable of sustaining and perceiving \"real\" existence even in the absence of conscious perception. The philosopher believed that if one cannot perceive themselves, then they cease to exist! The persistence of reality ultimately depends on God's presence and active observation. \t\n\n\n\n",
    "clean_text": "Locke said primary qualities belong to the thing itself. Take this apple. It weighs approximately 150 grams, is the size of my palm, roundish, but firm with the slightest bit of give and right now it’s moving through the air. Those are its primary qualities. But it has secondary qualities too.  And by Locke's standards, they are not real in an objective, agreed upon way. They’re just in our minds, however, they get there through the primary qualities. I'm talking about things like its color, taste, texture, smell and sound. These apple’s secondary qualities are its redness and how it tastes and smells on my tongue and hand. Even its sound when I bite into it. Locke believed that the distinction between primary and secondary qualities explained the disagreements we have about our perceptions of the outside world. Like, we could measure this apple in many ways and all agree on its primary qualities, but its secondary qualities would surely lead to some disputes. For example, is it really red? What kind of red exactly? Cardinal red? Or carmine red? Is it just a dark purple at the top -- or is it just like a dark pink?  What about how it sounds when I bite into it? Would I call that crunchy? Or crispy? Or...bite-y? It's kind of an apple sound. We could argue about that kind of stuff until the cows got home. But if we disagree about its primary qualities — one of us is simply wrong.  Because primary qualities have nothing to do with you or me. Instead, they have everything to do with the object itself. Locke's reasoning was simple, even elegant — extracting a lot of explanatory power out of very few basic concepts. As such it resonated with many people. One person it resonated strongly with was Irish philosopher George Berkeley.  He was moved by Locke’s empiricism and took it seriously - so seriously, that he ended up using Locke’s own logic against him. He essentially took empiricism to its logical conclusion, dismantling the whole process of perception to the point where he had to wonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities.  Like, think about this apple again. How do you know its shape? Locke said that the apple’s shape, as a primary quality is immediately perceivable. But Berkeley pointed out that it can't exist without its perception as well; things only exist in our minds. Berkeley believed that there was really no such thing as matter, or as if it existed for ourselves. In his view, all we really have is perception.  His famous assertion – his version of “cogito ergo sum” – was \"esse est percepi,\" meaning \"to be is to be perceived.\" In his opinion, there are no objects; only perceivers and even the perceivers themselves don’t really have any physical form when they're perceiving them that isn’t actually there.  This kind of scenario is a little bit terrifying to think about in your own mind, as it means we all might just be nothing but thought at the end. But in Berkeley’s version of reality: if everything’s just perception then when the perception goes away, there can't be anything left. So, for example, please don't turn away from your computer if anything! If you stop perceiving me, I would cease to exist!  But what if maybe you don’t care about me? Still, you had better not go to sleep, because, as soon as you do, you won't see yourself anymore. The only guarantee that you'll continue to exist in your sleep is to have a friend watch you when you’re sleeping.\n   A little bit scary: it is just the perception alone that can exist. We are sensory beings!  We really need this apple to exist! Next time we are going to take a side journey into the world of knowledge. And then, in Episode 8, we'll see if Karl Popper might be able to get the physical world back for us. Today we’ve learned about empiricism from a skepticism response to explore Locke and the distinction between primary and secondary qualities by George Berkeley: ultimately showing these distinctions couldn’t hold up against reality. \n\n\n\n",
    "keywords": "analysis,  primary qualities, Locke, empirical analysis, perception, secondary qualities, subjective experience, color, taste, texture, sound, Apple, George Berkeley, idealism, Berkeley's paradox, cogito ergo sum, esse est percepi, matter, existence, God, John Locke's philosophy, skepticism, phenomenology \n"
  },
  {
    "uid": "5C-s4JrymKM__B6__S302.289",
    "text": " of dark purple at the top -- or is it just\nlike a dark pink? What about the sound it made? Would I call that\ncrunchy? Or crispy? Or...bite-y? It’s like, apple sound. We could argue about that kind of stuff til\nthe cows came home. But if we disagree about its primary qualities\n– one of us is simply wrong. Because primary qualities have nothing to do with you, or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant,\nextracting a lot of explanatory power out of very few basic concepts. As a result, it\nresonated with a lot people. And one person it resonated strongly with\nwas the Irish philosopher George Berkeley. He was moved by Locke’s empiricism and took\nit seriously -- so seriously, in fact, that ended up using Locke’s own logic against\nhim. He basically took empiricism to its logical\nconclusion, dismantling the whole process of perception to the point that he had to\nwonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do\nyou know its shape? Locke said that the apple’s shape, as a\nprimary quality, is immediately perceivable. But Berkeley pointed out that you don’t\nperceive some qualities of an object, while totally disregarding others. Like, you can’t\ndetect an apple’s shape without first -- or at least without also -- detecting its color.\nWhen you think about it, you can’t detect any of the primary qualities without also\nconsidering the secondary ones. You can’t see a colorless apple.\nYou can’t feel a textureless apple. In fact, if you try to strip away the apple’s\nsecondary qualities in an effort to get at the primary ones, you end up with no apple\nat all. Try it: Close your eyes and imagine an apple\nmade of only primary qualities -- so, it has a certain shape and a certain size, but it\ndoesn’t have any color or texture or taste. You can’t do it. You try to imagine it with no color, but really,\nyou’re probably imagining one that’s either black or white or transparent -- the color\nof what’s behind it. And if you try to imagine it as having no\ntexture, you’ll find there’s still a texture there – it’s just smooth. Remember: Locke asserted that secondary qualities\nare not objectively real. They can only be subjectively perceived. But now, Berkeley\nhas shown that the two are inextricably linked – you can’t have one without the other. Which means that primary qualities can’t\nbe real, either. They, too, are just what your mind makes of things. So this led Berkeley to a startling conclusion:\nThere’s just no such thing as matter. There can’t be! Instead, there’s only\nperceptions. Berkeley’s famous assertion --\nhis version of cogito ergo sum -- was esse est percepi:\n“to be is to be perceived.” In his opinion, there are no objects, only\nperceivers – and even then, the perceivers themselves don’t really have any physical\nform. They’re just disembodied minds perceiving things that aren’t really there. A little bit terrifying when you start thinking\nabout it. In Berkeley’s scenario, we’re all set\nadrift in a world of nothing but thought. What’s scary about it is this, if everything’s\njust perception, then when the perception goes away, there can’t be anything left. So like, please, for the love of Pete, do\nnot turn away from your computer! If you stop perceiving me, I stop existing! But, what if maybe you don’t care about\nme? Still, you’d better not go to sleep, because as soon as you do, you’ll cease\nto exist! Because, you won’t be able to perceive yourself! The only guarantee that\nyou’ll continue to exist in your sleep is to have a friend watch you when you’re sleeping. Which probably is a non-starter, for a number of reasons. But in any case, the second your\nfriend blinks, you’re gone! So in the end, Berkeley believed there was\nonly one thing that kept us -- and everything else -- from disappearing into oblivion. God.\nBerkeley believed that God was the Ultimate Perceiver. God is always watching, with unblinking perception that holds objects in existence even when we’re not paying attention. The tough thing about Berkeley is, we all\npretty much think he has to be wrong. Very few of us are willing to give up our belief in the physical world — no matter who’s watching. We are sensory animals!\nWe really need this apple to exist. Next time, we’re going to take a side journey\ninto the world of knowledge. And then, in episode 8, we’ll see if Karl Popper can\nmanage to get the physical world back for us. Today we have learned about empiricism as\na response to skepticism. We talked about John Locke and his distinction between primary\nand secondary qualities. And we’ve seen why George Berkeley thinks that distinction\nultimately falls apart -- leaving us with literally nothing but our minds, ideas, and\nperceptions. This episode of Crash Course Philosophy is\nmade possible by Squarespace. Squarespace is a way to create a website, blog or online\nstore for you and your ideas. Squarespace features a user-friendly interface, custom\ntemplates and 24/7 customer support. Try Squarespace at squarespace.com/crashcourse for a special\noffer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out some amazing shows like Idea Channel, The Art Assignment, and Gross Science This episode of Crash Course was filmed in\nthe Doctor Cheryl C. Kinney Crash Course Studio with the help of these awesome people and our equally fantastic graphics team is Thought Cafe.",
    "smry_text": "**Summary:**\n\nThis video excerpt examines prominent philosopher George Berkeley's unique perspective on the nature of reality, focusing on his critique of John Locke's theory of primary qualities.  The conversation dives into the idea that perception inherently impacts what we perceive, and thus, \"things\" can not exist in a vacuum apart from subjective awareness. \n\n**Berkeley’s Critique:**\n\nJohn Locke proposed a distinction between the objectively real “primary qualities” of an object – such as its shape and size - and more subjectively perceived \"secondary qualities\" – like color or texture. Berkeley challenged this distinction by asserting a much deeper interconnectedness between primary and secondary quality.  He suggested that perception is inextricably linked to both form and substance, ultimately arguing that there are not objectively real objects but merely perceptions in a world of endless mind/matter interplay. \n\n**The \"Esse Est Percepi\" Theorem:** \nBerkeley's famous assertion \"esse est percepi\" literally translates “To be is to be perceived.” This profound statement postulates that reality itself consists of only the inherent act of perceiving –  meaning there are no tangible, independent objects but merely minds actively perceiving these objects.\n\n**God as Reality?**\n\nThe argument extended further with Berkeley's belief that God, through his \"unblinking perception,\" holds existence together even when we are unobservant and aware. This brings up a significant question: can our own senses be trusted alone, given the potential to vanish into nothing?  Although seemingly illogical to many people, this question prompts us to explore whether our physical reality is truly real or merely a product of subjective consciousness.\n\n**Continuing the Journey:**\n\n The video wraps by discussing how the argument regarding Berkeley’s perspective on reality might seem counter to our human experience being reliant on sensory data for understanding the world. To further this debate, the show explores George Berkeley’s reasoning and then delves into an alternative presented by Karl Popper, in a future episode aimed at investigating whether a physical universe is possible or merely subjective, alluding to how ideas on reality are still under consideration within philosophy and can lead to interesting perspectives.\n\n\n\n\n**Note:** The summary maintains the original phraseology and omits any opinions about the speaker or myself.",
    "clean_text": "Off dark purple at the top - or is it just like a dark pink? What about the sound it made? Would I call that crunchy? Or crispy? Or...bite-y? It's like, apple sound. We could argue about that kind of stuff until the cows came home. But if we disagree about its primary qualities - one of us is simply wrong. Because primary qualities have nothing to do with you or me. Instead they have everything to do with the object itself. Locke’s reasoning was simple, even elegant, extracting a lot of explanatory power out of very few basic concepts.  As a result, it resonated with a lot of people. And one person it resonated strongly with was the Irish philosopher George Berkeley. He was moved by Locke's empiricism and took it seriously -- so seriously, in fact, that he ended up using Locke’s own logic against him. He basically took empiricism to its logical conclusion, dismantling the whole process of perception to the point that he had to wonder whether anything existed at all. Berkeley began by taking apart the distinction that Locke made between primary and secondary qualities. Like, think about this apple again. How do you know its shape? Locke said that the apple's shape, as a primary quality, is immediately perceivable. But Berkeley pointed out that you don’t perceive some qualities of an object while totally disregarding others. For example, you can’t detect and apple's shape without first -- or at least without also -- detecting its color. When you think about it, you can’t detect any of the primary qualities without also considering the secondary ones. You can’t see a colorless apple. You can’t feel a textureless apple. In fact, if you try to strip away an apple's secondary qualities in an effort to get at the primary ones, you end up with no apple at all. Try it: Close your eyes and imagine an apple made of only primary qualities - so, it has a certain shape and a certain size but doesn’t have any color or texture or taste. You can’t do it.  You try to imagine it with no color but really, you’re probably imagining one that’s either black or white or transparent - the color of what’s behind it. And if you try to imagine it as having no texture, you'll find there’s still a texture there – it’s just smooth. Remember: Locke asserted that secondary qualities are not objectively real. They can only be subjectively perceived.  But now, Berkeley has shown that the two are inextricably linked - you can’t have one without the other. Which means that primary qualities can’t be real, either. They, too, are just what your mind makes of things. So this led Berkeley to a startling conclusion: There's just no such thing as matter.  There can’t be! Instead, there's only our  minds, ideas, and perceptions. This episode of Crash Course Philosophy is made possible by Squarespace. Squarespace is a way to create a website, blog or online store for you and your ideas. Squarespace features a user-friendly interface, custom templates and 24/7 customer support. Try Squarespace at squarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association with PBS Digital Studios. You can go over to their channel to check out some amazing shows like Idea Channel, The Art Assignment, and Gross Science. This episode of Crash Course was filmed in the Doctor Cheryl C. Kinney Crash Course Studio with the help of these awesome people and our equally fantastic graphics team is Thought Cafe. \n",
    "keywords": "aesthetic, philosophy, Locke's philosophy, empiricism, primary qualities, secondary qualities, George Berkeley, esse est percepi, perception, matter, God, existence,  skepticism, visual experience, consciousness, John Locke, objectivity, reality,  objects, mind, thoughts, physics, physical world, David Hume, \n"
  }
]