[
  {
    "uid": "t6Wc7OMks4U__B1__S0.0",
    "text": " Every piece of art tells a story. Usually, more than one. I’ll show you. This is a biombo, a folding screen made in Mexico \nand inspired by Japanese decorative designs. It existed before we had pianos \nor bicycles or even sandwiches. This one would have decorated a wealthy Spaniard’s \nhome in late seventeenth-century Mexico. And while it might look like mere decoration, \nif you lean in, it'll tell you a story. A story of a battle, where Spain conquered \nTenochtitlan, or modern day Mexico City,   and the Aztec emperor Moctezuma the Second \nwas killed by one of his own subjects. But records from the Indigenous people of \nMexico tell a different story of the same event. In their account, the Spanish killed the \nAztec emperor, as part of their conquest. Historical events like this — and history \nitself — aren’t exactly straightforward. The story you get varies, depending \non which documents, or artworks,   you look at, and who’s doing the telling. By studying this centuries-old screen we \nlearn about more than just the object itself. We learn about history — and how history,   like art, is not something we \ndiscover, but something we create. Hi! I'm Sarah Urist Green. I’m a curator and art educator, and \nthis is Crash Course Art History. You might think that art history \nis a stuffy subject that’s only   useful for clinching a trivia night victory. Or you might think it’s just \nmemorizing a bunch of names and dates,   with the occasional jump-scare \nfrom a creepy, long-limbed baby. But art history is really about thinking \ncritically by observing closely. It’s the study of objects and \nimages to understand the people,   places and time periods they come from. Art reflects different perspectives and stories   but also reveals the ideas that \nconnect people across the world. And that three-letter word — \n“art” — holds some big ideas. It can include ancient cave paintings and pride \nflags, state-funded monuments and street art,   works designed for function and \nworks designed to ruffle feathers. And since art is subjective, what’s \na beautiful sculpture to one person,   might be the stuff of nightmares to another. Plus, ideas about what art is have \nchanged—and continue to change—over time. Not all cultures think of art the same way, or \neven have a word for “art” in their language. Like, the Lega people from what’s now \nthe Democratic Republic of the Congo   have a category of objects called \nmasengo, which roughly translates   to “heavy things” and refers to items \nwith great significance or “weight.” As for you, when you hear “art history,” \nyou might think of something like this. Whoops, sorry, I meant, this: The \nwell-known Sistine Chapel ceiling,   painted by Michelangelo di \nLodovico Buonarroti Simoni. No clue why we call him by his first name. But let’s explore why that ceiling \ncomes to mind when you think about art,   and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn’t \nactually begin with Michelangelo,   but with a wealthy Italian \nfamily called the Medicis. The Medicis ruled Florence and, later, \nTuscany, from the 15th to the 18th centuries. They also controlled the what, where, \nand how of the local art scene. They financially supported several \nhuge artists—including Michelangelo. So with the Medici Brand behind him, Michelangelo \nwas basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius \nthe Second, who commissioned him to   paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the \npainter and architect Giorgio Vasari, who   wrote a book called “Lives of the Most Excellent \nItalian Painters, Sculptors, and Architects.” It celebrated Michelangelo \nand other artists like him,   and it gave the Medicis credit for \nsupporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” \nbecame prominent in the 19th century,   Vasari described this artistic moment in time as \n“rinascita”— Italian for “renewal” or “rebirth.” So yeah, the book was basically \nsixteenth-century sponsored content,   and it became the bedrock of \nwhat we know now as art history. It shaped not only the way \nart history would be written,   but which artworks were considered important, \ntalked about, and eventually meme-ified. Of course, writing about art \ndidn’t start with Vasari. By the fifth and fourth centuries B.C.E., \nPlato was wrestling with art’s imitation   of reality in his writings, and Aristotle \nwas exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan \nwrote “Famous Paintings of Successive  ",
    "smry_text": "Biombo: A Folding Screen  \nJapanese design, dating back centuries, this biombo tells a story through its decorative elements. The screen's rich history is evident; it served as decor in a wealthy Spanish home during the late 17th century.\n\nThe Biombo as Symbol\nHistorical events like Spanish conquest of Tenochtitlan are often presented differently based on the primary source, artwork, or document examined.  Native accounts and records offer differing stories, highlighting the complexity of historical documentation. Learning about this biombo helps us understand the multifaceted nature of history itself. \n\nThe Craft of Interpreting the Past\nThis video explores art in connection with history, examining objects like the biombo as a tool to learn about different perspectives and narratives. Art represents cultural influences, ideas, and individual experiences. The discussion also expands on how art's interpretation varies across cultures, referencing indigenous classifications from modern Congo tribes.\n\nThe Subjectivity of Art\nArt holds power through varied mediums—from ancient cave paintings to modern-day works. Art can evoke feelings, ignite inspiration, or inspire dissent, all depending on the viewer’s perspective and personal experience. \n\nDefining Art Through Time\nArt, especially how we define it throughout history, has evolved across cultures, languages, and time periods. This evolution reflects cultural values, beliefs, and societal shifts impacting artistic definition, language, and interpretations. For example, the word \"art\" itself might seem ambiguous across different cultures as some may use alternative terms entirely for 'art'.\n\n\nThe Sistine Chapel: A Symbol of Renaissance\nThis video delves into the history of Michelangelo's Sistine Chapel ceiling, exploring how such famous artworks intersect with larger historical context to inspire and guide art historians. \n\nEarly Influences In Art History\nPrevalent in ancient cultures like Plato and Aristotle's writings about the nature of reality, artists long recognized and engaged with art as a form of expression aimed at mimicking aspects of the real world. Notably, Zhang Yanyuan's work from the ninth century \"Famous Paintings\" serves as testament to this enduring fascination for the power and essence of art in ancient times \n\nThe Evolution of Art History\nArt historians have been working for centuries to decipher, categorize, and share information about various historical artworks through the years. From the Renaissance period's Vasari's book “Lives of the Most Excellent Italian Painters, Sculptors, and Architects” to contemporary scholars exploring the influence of art in society and culture—the craft of researching and studying these works continues to evolve with each generation. \n",
    "clean_text": "Every piece of art tells a story. Usually, more than one. I'll show you. This is a biombo, a folding screen made in Mexico and inspired by Japanese decorative designs. It existed before we had pianos or bicycles or even sandwiches. This one would have decorated a wealthy Spaniard’s home in late seventeenth-century Mexico. And while it might look like mere decoration, if you lean in, it'll tell you a story. A story of a battle where Spain conquered Tenochtitlan, or modern-day Mexico City, and the Aztec emperor Moctezuma the Second was killed by one of his own subjects. But records from the Indigenous people of Mexico tell a different story of the same event. In their account, the Spanish killed the Aztec emperor as part of their conquest. Historical events like this—and history itself— aren't exactly straightforward. The story you get varies, depending on which documents or artworks you look at and who’s doing the telling. By studying this centuries-old screen, we learn about more than just the object itself. We learn about history—and how history, like art, is not something we discover but something we create. Hi! I’m Sarah Urist Green. I’m a curator and art educator, and this is Crash Course Art History. You might think that art history is a stuffy subject that's only useful for clinching a trivia night victory. Or you may think it's just memorizing a bunch of names and dates with the occasional jump-scare from a creepy, long-limbed baby. But art history is really about thinking critically by observing closely. It’s the study of objects and images to understand the people, places, and time periods they come from. Art reflects different perspectives and stories but also reveals the ideas that connect people across the world. And that three-letter word—\"art\"—holds some big ideas.  It can include ancient cave paintings and pride flags, state-funded monuments, and street art, works designed for function, and works designed to ruffle feathers.  And since art is subjective, what's a beautiful sculpture to one person might be the stuff of nightmares to another. Plus, ideas about what art is have changed—and continue to change—over time. Not all cultures think of art the same way, or even have a word for \"art\" in their language. Like, the Lega people from what’s now the Democratic Republic of the Congo have a category of objects called masengo, which roughly translates to “heavy things\" and refers to items with great significance or \"weight.\"  As for you, when you hear “art history,” you might think of something like this. Whoops, sorry, I meant, this: The well-known Sistine Chapel ceiling, painted by Michelangelo di Lodovico Buonarroti Simoni. No clue why we call him by his first name. But let's explore why that ceiling comes to mind when you think about art, and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn't actually begin with Michelangelo, but with a wealthy Italian family called the Medicis. The Medicis ruled Florence and, later, Tuscany from the 15th to the 18th centuries. They also controlled the what, where, and how of local art scene. They financially supported several huge artists—including Michelangelo. So with the Medici Brand behind him, Michelangelo was basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius II, who commissioned him to paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the painter and architect Giorgio Vasari, who wrote a book called “Lives of the Most Excellent Italian Painters, Sculptors, and Architects.” It celebrated Michelangelo and other artists like him, and it gave the Medicis credit for supporting a historical \"rebirth.\" In fact, before the French term “Renaissance” became prominent in the 19th century, Vasari described this artistic moment in time as “rinascita”—Italian for “renewal” or “rebirth.”   So yeah, the book was basically 16th-century sponsored content, and it became the bedrock of what we know now as art history. It shaped not only how art history would be written but which artworks were considered important, talked about, and eventually meme-ified. Of course, writing about art didn't start with Vasari. By the fifth and fourth centuries B.C.E., Plato was wrestling with art’s imitation of reality in his writings, and Aristotle was exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote \"Famous Paintings of Successive  ... \"\n \n",
    "keywords": "creative process, art history, biographies, \nMexican art, biombo, Aztec, Spanish conquest, \nhistory, Indigenous accounts, perspective, interpretation, \nobjects and images,  humanities, \nart reflections, connections, ideas\nsubjectivity, cultural perspectives\ncontemporary art, historical events\nMichelangelo di Lodovico Buonarroti Simoni, Sistine Chapel, Renaissance, Vasari’s Lives of the Most Excellent Italian Painters, Giorgio Vasari, Medici family, Plato, Aristotle, Zhang Yanyuan. \n"
  },
  {
    "uid": "t6Wc7OMks4U__B2__S61.88",
    "text": " you look at, and who’s doing the telling. By studying this centuries-old screen we \nlearn about more than just the object itself. We learn about history — and how history,   like art, is not something we \ndiscover, but something we create. Hi! I'm Sarah Urist Green. I’m a curator and art educator, and \nthis is Crash Course Art History. You might think that art history \nis a stuffy subject that’s only   useful for clinching a trivia night victory. Or you might think it’s just \nmemorizing a bunch of names and dates,   with the occasional jump-scare \nfrom a creepy, long-limbed baby. But art history is really about thinking \ncritically by observing closely. It’s the study of objects and \nimages to understand the people,   places and time periods they come from. Art reflects different perspectives and stories   but also reveals the ideas that \nconnect people across the world. And that three-letter word — \n“art” — holds some big ideas. It can include ancient cave paintings and pride \nflags, state-funded monuments and street art,   works designed for function and \nworks designed to ruffle feathers. And since art is subjective, what’s \na beautiful sculpture to one person,   might be the stuff of nightmares to another. Plus, ideas about what art is have \nchanged—and continue to change—over time. Not all cultures think of art the same way, or \neven have a word for “art” in their language. Like, the Lega people from what’s now \nthe Democratic Republic of the Congo   have a category of objects called \nmasengo, which roughly translates   to “heavy things” and refers to items \nwith great significance or “weight.” As for you, when you hear “art history,” \nyou might think of something like this. Whoops, sorry, I meant, this: The \nwell-known Sistine Chapel ceiling,   painted by Michelangelo di \nLodovico Buonarroti Simoni. No clue why we call him by his first name. But let’s explore why that ceiling \ncomes to mind when you think about art,   and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn’t \nactually begin with Michelangelo,   but with a wealthy Italian \nfamily called the Medicis. The Medicis ruled Florence and, later, \nTuscany, from the 15th to the 18th centuries. They also controlled the what, where, \nand how of the local art scene. They financially supported several \nhuge artists—including Michelangelo. So with the Medici Brand behind him, Michelangelo \nwas basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius \nthe Second, who commissioned him to   paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the \npainter and architect Giorgio Vasari, who   wrote a book called “Lives of the Most Excellent \nItalian Painters, Sculptors, and Architects.” It celebrated Michelangelo \nand other artists like him,   and it gave the Medicis credit for \nsupporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” \nbecame prominent in the 19th century,   Vasari described this artistic moment in time as \n“rinascita”— Italian for “renewal” or “rebirth.” So yeah, the book was basically \nsixteenth-century sponsored content,   and it became the bedrock of \nwhat we know now as art history. It shaped not only the way \nart history would be written,   but which artworks were considered important, \ntalked about, and eventually meme-ified. Of course, writing about art \ndidn’t start with Vasari. By the fifth and fourth centuries B.C.E., \nPlato was wrestling with art’s imitation   of reality in his writings, and Aristotle \nwas exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan \nwrote “Famous Paintings of Successive   Dynasties,” the oldest comprehensive written \nhistory of Chinese painting known to exist. So, there’s evidence of art historical \nwritings throughout the world,   and through much of recorded history. But Vasari’s series of biographies strongly \nshaped how the story of art would be told   from then on, with a significant \nbias toward Western European art. It was this text that became the basis of \nwhat is called the canon of art history:   a collection or timeline of artists and \nartworks believed to be truly great,   to have furthered art’s progress, \nthat get talked about again and again. So, yeah, who's in the canon and \nwho's out is pretty arbitrary! And because this is my series — \nand I don't think Vasari's gonna   mind — allow me to introduce.... my canon cannon. With its help, I, according to my own whims,   will launch people into my \npersonal canon of beloved artists. And you better watch out, Gauguin, \nI may also kick a few out, too.",
    "smry_text": "### Crash Course Art History: Unveiling art's Past and Present\n\nThis introduction delves into the history of art through the lens of art history, exploring how objects tell stories. It aims to debunk popular misconceptions about the field. \n\n**The Purpose of Art History:** \n\nArt history transcends a dusty subject solely used for trivia nights.  Instead, it encourages critical observation and analysis, unveiling insights on historical context and people behind artworks.  Understanding different perspectives and narratives within art reveals underlying ideas across cultures and time periods. \n\n **Defining Art:** \nThe word \"art\" carries nuanced ideas, encompassing diverse expressions from ancient cave paintings to modern street art. Its subjective nature makes it a personal phenomenon, with each individual's interpretation shaping meaning. Additionally, the concept of what constitutes art has varied throughout time and cultures. Some may even question the existence of art, viewing any material representation as mere \"heavy things\" rather than a form of artistic expression. Examples provided are the Lega people's definition of \"masengo,\" which refers to objects of deep significance.  This demonstrates how cultural contexts shape understanding. \n\n**Michelangelo and the Sistine Chapel:**\n The famous \"Sistine Chapel Ceiling painted by Michelangelo di Lodovico Buonarroti Simoni\" exemplifies a significant artistic era, shaped by the Medici family's substantial influence over Italian artistry. This impactful artwork fueled a Renaissance period, where art flourished under patronage:\n   * **Origins of Art History:**  Instead of an abrupt start in the 5th century B.C.E., art history started with Plato and Aristotle who examined imitation of reality through works like \"Famous Paintings of Successive Dynasties\" written as early as the 9th century C.E and later developed by historian Zhang Yanyuan, the oldest comprehensive record of Chinese painting history to exist.   \n* **The Legacy of Vasari:** \n Giorgio Vasari's extensive biographies contributed significantly to shaping what we call art history today: \n    * His biographical series cemented its framework: artists and artworks deemed \"worthy\" were showcased prominently, becoming the cornerstone for Western-centric interpretations. \n    * While this canon evolved through centuries, Vasari’s work created a template of art's development based on specific Western European examples.\n\n**Establishing Personal Artistic Canon:**\n The course invites viewers to challenge the established canon through Sarah Urist Green's own selection process, highlighting both historical figures and artworks that deeply resonate with her:\n\n\n* **The \"Canon Cannon\":**  This highlights different artistic periods and notable contributors across history to form a more balanced, personal overview.\n\n\n\nThrough these examples and discussions about art history, this course encourages a deeper understanding of its role in shaping our cultural perspective.\n",
    "clean_text": "\"You look at and who’s telling it. By studying this centuries-old screen we learn about more than just the object itself. We learn about history — and how history, like art, is not something we discover but something we create. Hi! I'm Sarah Urist Green. I am a curator and art educator, and this is Crash Course Art History. You might think that art history is a stuffy subject that’s only useful for clinching a trivia night victory. Or you might think it’s just memorizing a bunch of names and dates, with the occasional jump-scare from a creepy, long-limbed baby. But art history is really about thinking critically by observing closely. It's the study of objects and images to understand the people, places, and time periods they come from. Art reflects different perspectives and stories but also reveals the ideas that connect people across the world. And that three-letter word — “art” — holds some big ideas. It can include ancient cave paintings and pride flags, state-funded monuments and street art, works designed for function and works designed to ruffle feathers. And since art is subjective, what’s a beautiful sculpture to one person might be the stuff of nightmares to another. Plus, ideas about what art is have changed — and continue to change — over time. Not all cultures think of art the same way or even have a word for “art” in their language. Like, the Lega people from what's now the Democratic Republic of the Congo have a category of objects called masengo, which roughly translates to \"heavy things\" and refers to items with great significance or weight.”  \n\nRegarding \"art history,\"  you might think of something like this. Whoops! Sorry, I mean this: The well-known Sistine Chapel ceiling, painted by Michelangelo di Lodovico Buonarroti Simoni. No clue why we call him by his first name. But let's explore why that ceiling comes to mind when you think about art, and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn’t actually begin with Michelangelo, but with a wealthy Italian family called the Medicis. The Medicis ruled Florence and, later, Tuscany from the 15th to the 18th centuries. They also controlled what, where, and how of the local art scene. They financially supported several huge artists including Michelangelo. So, with the Medici Brand behind him, Michelangelo was basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius the Second who commissioned him to paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the painter and architect Giorgio Vasari who wrote a book called \"Lives of the Most Excellent Italian Painters, Sculptors, and Architects.\" It celebrated Michelangelo and other artists like him and gave the Medicis credit for supporting ‘a historic rebirth.'  \nIn fact, before the French term \"Renaissance\" became prominent in the 19th century, Vasari described this artistic moment in time as “rinascita”—Italian for “renewal” or “rebirth.” So yeah, the book was basically sixteenth-century sponsored content and it became the bedrock of what we know now as art history. It shaped not only the way art history would be written, but which works were considered important, talked about, and eventually meme-ified. Of course, writing about art didn't start with Vasari. By the fifth and fourth centuries B.C.E., Plato was wrestling with art’s imitation of reality in his writings, and Aristotle was exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote \"Famous Paintings of Successive Dynasties,\" the oldest comprehensive written history of Chinese painting known to exist. So, there’s evidence of art historical writings throughout the world, and through much of recorded history. But Vasari's series of biographies strongly shaped how the story of art would be told from then on, with a significant bias toward Western European art. It was this text that became the basis of what is called the canon of art history: a collection or timeline of artists and works believed to be truly great, furthered art's progression, and get talked about again and again. So yeah, who’s in the canon and who’s out is pretty arbitrary! And because this is my series — and I don’t think Vasari's going to mind — allow me to introduce...my canon cannon. With its help, I, according to my own whims, will launch people into my personal canon of beloved artists.  And you better watch out, Gauguin, I may also kick a few out, too. \n",
    "keywords": "sart history, art appreciation, object studying, visual arts, art as expression, history and art connection, time periods, cultures and art, perspective on art, subjective perception of art, Western Art, Michelangelo di Lodovico Buonarroti Simoni, Sistine Chapel ceiling, Renaissance art movement, Medici family, art patronage, Giorgio Vasari, Lives of the Most Excellent Italian Painters, Sculptors, and Architects, Rennaissance art, Plato's philosophy, Aristotle's theory of art, Chinese painting, historical art criticism, canon of art history, artists' biography, art history bias. \n"
  },
  {
    "uid": "t6Wc7OMks4U__B3__S121.84",
    "text": " but also reveals the ideas that \nconnect people across the world. And that three-letter word — \n“art” — holds some big ideas. It can include ancient cave paintings and pride \nflags, state-funded monuments and street art,   works designed for function and \nworks designed to ruffle feathers. And since art is subjective, what’s \na beautiful sculpture to one person,   might be the stuff of nightmares to another. Plus, ideas about what art is have \nchanged—and continue to change—over time. Not all cultures think of art the same way, or \neven have a word for “art” in their language. Like, the Lega people from what’s now \nthe Democratic Republic of the Congo   have a category of objects called \nmasengo, which roughly translates   to “heavy things” and refers to items \nwith great significance or “weight.” As for you, when you hear “art history,” \nyou might think of something like this. Whoops, sorry, I meant, this: The \nwell-known Sistine Chapel ceiling,   painted by Michelangelo di \nLodovico Buonarroti Simoni. No clue why we call him by his first name. But let’s explore why that ceiling \ncomes to mind when you think about art,   and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn’t \nactually begin with Michelangelo,   but with a wealthy Italian \nfamily called the Medicis. The Medicis ruled Florence and, later, \nTuscany, from the 15th to the 18th centuries. They also controlled the what, where, \nand how of the local art scene. They financially supported several \nhuge artists—including Michelangelo. So with the Medici Brand behind him, Michelangelo \nwas basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius \nthe Second, who commissioned him to   paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the \npainter and architect Giorgio Vasari, who   wrote a book called “Lives of the Most Excellent \nItalian Painters, Sculptors, and Architects.” It celebrated Michelangelo \nand other artists like him,   and it gave the Medicis credit for \nsupporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” \nbecame prominent in the 19th century,   Vasari described this artistic moment in time as \n“rinascita”— Italian for “renewal” or “rebirth.” So yeah, the book was basically \nsixteenth-century sponsored content,   and it became the bedrock of \nwhat we know now as art history. It shaped not only the way \nart history would be written,   but which artworks were considered important, \ntalked about, and eventually meme-ified. Of course, writing about art \ndidn’t start with Vasari. By the fifth and fourth centuries B.C.E., \nPlato was wrestling with art’s imitation   of reality in his writings, and Aristotle \nwas exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan \nwrote “Famous Paintings of Successive   Dynasties,” the oldest comprehensive written \nhistory of Chinese painting known to exist. So, there’s evidence of art historical \nwritings throughout the world,   and through much of recorded history. But Vasari’s series of biographies strongly \nshaped how the story of art would be told   from then on, with a significant \nbias toward Western European art. It was this text that became the basis of \nwhat is called the canon of art history:   a collection or timeline of artists and \nartworks believed to be truly great,   to have furthered art’s progress, \nthat get talked about again and again. So, yeah, who's in the canon and \nwho's out is pretty arbitrary! And because this is my series — \nand I don't think Vasari's gonna   mind — allow me to introduce.... my canon cannon. With its help, I, according to my own whims,   will launch people into my \npersonal canon of beloved artists. And you better watch out, Gauguin, \nI may also kick a few out, too. Many of Vasari’s chosen artists \nbecame known as the Old Masters,   a kind of legendary status that later \nartists needed to measure up to. Over time, art history continued to \nevolve, and the canon of greats grew   to include new masterpieces and \nmakers, and forgot about others. By the eighteenth century, artworks began \nto be sorted by style, or groupings based   on time periods, creators, or \nelements of their appearance. With that sorting came new ways of judging,   explaining, and interpreting art, \nthrough the field of art criticism. And by the mid-twentieth-century, race, class, \nand gender became recognized as important lenses   through which to examine art, both in terms \nof who made it and who is looking at it. So, today, art historians analyze images \nand materials from multiple angles to   explore what they can tell us about each other, \nourselves, and the cultures that connect us. Studying art helps us understand \nhistory as a constructed account,  ",
    "smry_text": "This transcript explores the history of Art History within its canon. \n\n**The Origin and Evolution of Art History:**\n\n* The field began with the rich patronage of the Medici family who influenced notable artists like Michelangelo during the Renaissance period (15th to 18th centuries). They furthered this movement through Vasari's \"Lives of the Most Excellent Italian Painters, Sculptors, and Architects.\" This publication was instrumental in shaping how art history would be discussed and written.\n* Plato, Aristotle and Zhang Yanyuan contributed early writings about the nature and impact of art, highlighting its imitation of reality long ago.\n* Vasari's historical works strongly influenced Western Art History by creating a biased narrative of artistry. \n* The \"canon\" came into existence with Vasari’s biographies, shaping modern understanding, which often excludes diverse cultural narratives and perspectives.  \n\n\n**Changing Lenses: An Artistic Perspective:**\n\n* The 18th century brought on a changing classification method for art based on style, time periods, creators, or visual elements.\n   \n**Expanding Interpretations of Art:**\n\n* Through the mid-20th century, race, class, and gender factors played crucial roles in artistic scholarship and criticism. \n\n\n**Present Day and Future:**  \nArt historians use a more complex lens to examine art, combining historical information and cross-cultural context to deepen their understanding of both art and history.   \n\n\n\n\n\n\n",
    "clean_text": "And also reveals ideas that connect people across the world. And that three-letter word— \"art\" — holds some big ideas. It can include ancient cave paintings and pride flags, state-funded monuments and street art, works designed for function and works designed to ruffle feathers. And since art is subjective, what's a beautiful sculpture to one person might be the stuff of nightmares to another. Plus, ideas about what art is have changed—and continue to change—over time. Not all cultures think of art the same way, or even have a word for \"art\" in their language. For instance, the Lega people from what's now the Democratic Republic of the Congo have a category of objects called masengo, which roughly translates to \"heavy things\" and refers to items with great significance or \"weight.\" \n\nAs for you, when you hear \"art history,\" you might think of something like this. Whoops, sorry, I meant this: The well-known Sistine Chapel ceiling, painted by Michelangelo di Lodovico Buonarroti Simoni. No clue why we call him by his first name. But let's explore why that ceiling comes to mind when you think about art, and why you’ve heard of the guy who painted it. Let's go to the drawing board! \n\nThe story of the Sistine Chapel doesn’t actually begin with Michelangelo, but with a wealthy Italian family called the Mediceis. The Medici ruled Florence and, later, Tuscany from the 15th to the 18th centuries. They also controlled the what, where, and how of the local art scene. They financially supported several huge artists—including Michelangelo. With the Medici brand behind him, Michelangelo was basically one of Italy's largest influencers. He even caught the eye of Pope Julius II, who commissioned him to paint the now famous Sistine Chapel ceiling. \n\nNow, the Medicis were also sponsors of the painter and architect Giorgio Vasari, who wrote a book called \"Lives of the Most Excellent Italian Painters, Sculptors, and Architects.\" It celebrated Michelangelo and other artists like him, and it gave the Medicis credit for supporting a historical \"rebirth.” In fact, before the French term \"Renaissance\" became prominent in the 19th century, Vasari described this artistic moment in time as \"rinascita\"—Italian for \"renewal\" or \"rebirth.\" So yeah, the book was basically sixteenth-century sponsored content and it became the bedrock of what we know now as art history. It shaped not only the way art history would be written but which artworks were considered important, talked about, and eventually memeified. \n\nOf course, writing about art didn't start with Vasari. By the fifth and fourth centuries BCE, Plato was wrestling with art’s imitation of reality in his writings, and Aristotle was exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote: \"Famous Paintings of Successive Dynasties,\" the oldest comprehensive written history of Chinese painting known to exist. So, there's evidence of art historical writings throughout the world, and through much of recorded history. But Vasari’s series of biographies strongly shaped how the story of art would be told from then on, with a significant bias toward Western European art. This text became the basis of what is called the canon of art history—a collection or timeline of artists and artworks believed to be truly great, and that furthered art's progress, that get talked about again and again.  \nOf course, writing about art didn't start with Vasari. By the fifth and fourth centuries BCE, Plato was wrestling with art’s imitation of reality in his writings, and Aristotle was exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote: \"Famous Paintings of Successive Dynasties,\" the oldest comprehensive written history of Chinese painting known to exist.  So, there's evidence of art historical writings throughout the world, and through much of recorded history \n \n\nOver time, art history continued to evolve, and the canon of greats grew to include new masterpieces and makers, and forgot about others. At the 18th century, works were beginning to be sorted by style or groupings based on time periods, creator’s, or elements of their appearance. With this sorting came new ways of judging, explaining, and interpreting art, through the field of art criticism. And in the mid-twentieth century, race, class, and gender became recognized as important lenses through which to examine art, both in terms of who made it and who is looking at it. So today, art historians analyze images and materials from multiple angles to explore what they can tell us about each other, ourselves and the cultures that connect us. \n\n\nStudying art helps us understand history as a constructed account... \n\n",
    "keywords": "Keyword1: Art History, #Keyword 2: Renaissance, #Keyword 3: Michelangelo,  #Keyword 4: Western European Art,  #Keyword 5: Canon of Art, #Keyword 6: Renascent, #Keyword 7:  Art Criticism,  #Keyword 8:  Subjectivity, #Keyword 9: Cultural Influences,   #Keyword 10:  Plato, #Keyword 11: Art and Reality, #Keyword 12: Aristotle,  #Keyword 13: Chinese Painting, #Keyword 14: Old Masters \n"
  },
  {
    "uid": "t6Wc7OMks4U__B4__S183.12",
    "text": " painted by Michelangelo di \nLodovico Buonarroti Simoni. No clue why we call him by his first name. But let’s explore why that ceiling \ncomes to mind when you think about art,   and why you’ve heard of the guy who painted it. Let’s go to the drawing board! The story of the Sistine Chapel doesn’t \nactually begin with Michelangelo,   but with a wealthy Italian \nfamily called the Medicis. The Medicis ruled Florence and, later, \nTuscany, from the 15th to the 18th centuries. They also controlled the what, where, \nand how of the local art scene. They financially supported several \nhuge artists—including Michelangelo. So with the Medici Brand behind him, Michelangelo \nwas basically one of Italy’s biggest influencers. He even caught the eye of Pope Julius \nthe Second, who commissioned him to   paint the now famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the \npainter and architect Giorgio Vasari, who   wrote a book called “Lives of the Most Excellent \nItalian Painters, Sculptors, and Architects.” It celebrated Michelangelo \nand other artists like him,   and it gave the Medicis credit for \nsupporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” \nbecame prominent in the 19th century,   Vasari described this artistic moment in time as \n“rinascita”— Italian for “renewal” or “rebirth.” So yeah, the book was basically \nsixteenth-century sponsored content,   and it became the bedrock of \nwhat we know now as art history. It shaped not only the way \nart history would be written,   but which artworks were considered important, \ntalked about, and eventually meme-ified. Of course, writing about art \ndidn’t start with Vasari. By the fifth and fourth centuries B.C.E., \nPlato was wrestling with art’s imitation   of reality in his writings, and Aristotle \nwas exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan \nwrote “Famous Paintings of Successive   Dynasties,” the oldest comprehensive written \nhistory of Chinese painting known to exist. So, there’s evidence of art historical \nwritings throughout the world,   and through much of recorded history. But Vasari’s series of biographies strongly \nshaped how the story of art would be told   from then on, with a significant \nbias toward Western European art. It was this text that became the basis of \nwhat is called the canon of art history:   a collection or timeline of artists and \nartworks believed to be truly great,   to have furthered art’s progress, \nthat get talked about again and again. So, yeah, who's in the canon and \nwho's out is pretty arbitrary! And because this is my series — \nand I don't think Vasari's gonna   mind — allow me to introduce.... my canon cannon. With its help, I, according to my own whims,   will launch people into my \npersonal canon of beloved artists. And you better watch out, Gauguin, \nI may also kick a few out, too. Many of Vasari’s chosen artists \nbecame known as the Old Masters,   a kind of legendary status that later \nartists needed to measure up to. Over time, art history continued to \nevolve, and the canon of greats grew   to include new masterpieces and \nmakers, and forgot about others. By the eighteenth century, artworks began \nto be sorted by style, or groupings based   on time periods, creators, or \nelements of their appearance. With that sorting came new ways of judging,   explaining, and interpreting art, \nthrough the field of art criticism. And by the mid-twentieth-century, race, class, \nand gender became recognized as important lenses   through which to examine art, both in terms \nof who made it and who is looking at it. So, today, art historians analyze images \nand materials from multiple angles to   explore what they can tell us about each other, \nourselves, and the cultures that connect us. Studying art helps us understand \nhistory as a constructed account,   something that’s built in its telling. And it helps us remember that our \nown perspectives are always limited. The more we learn about how \nother people see the world,   the better we understand…pretty much everything. Like, here’s an artwork by Kara Walker, where \none account of history confronts another. It’s called “Fons Americanus,”—“American Fountain” \nin Latin—and it’s inspired by the Victoria   Memorial in London, a monument celebrating \nthe British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story \nabout colonial rule in Africa and the Americas. But Walker’s monument tells another \npart of the story from a different view. A weeping boy and a noose hanging from a tree, \nfor example, give voice to the unspoken parts   of the Victoria Memorial: the human toll \nof colonial violence and enslavement. As Walker’s work shows us, it’s as important to \nthink about what isn’t included in art as what is.",
    "smry_text": "The story of the Sistine Chapel begins before Michelangelo, with the Medici family who wielded power over Florence and Tuscan art for centuries. The Medici financially supported prominent artists like Michelangelo.  They secured commissions and ensured his fame, making him one of Italy's most influential figures. \n\nOne individual significantly impacted the history of art was Giorgio Vasari, whose book \"Lives of the Most Excellent Italian Painters, Sculptors, and Architects\" shaped how art was documented. Though sponsored content, it became a defining text influencing how art is studied and considered historically important. Vasari's works influenced the formation of an artist-focused canon which remains influential today and can be viewed as having impacted how we understand art history.\n\nAs early as the 5th century B.C.E., philosophers like Plato wrestled with art imitation, prompting exploration by Aristotle regarding how art impacts emotions. Chinese artistic influence on world histories begins with Zhang Yanyuan's \"Famous Paintings of Successive Dynasties\". Across millennia, historical writings about art began to emerge globally.  Vasari’s biography helped shape how these art-related narratives were told, highlighting Western European art. \n\nThe canon of art history, which identifies specific great artists as part of Western tradition and those who stand out based on artistic merit, became established by Vasari's influence. This concept has been both challenged and debated amongst art historians in the present day.  Art historian's work today requires us to look at multiple angles when exploring art and considers elements of race, class, and gender, which are vital in analyzing art’s impact and significance. \n\nThrough analysis across diverse perspectives, these historical narratives help connect art history through cultural context. An contemporary example is Kara Walker's \"Fons Americanus,\" inspired by monuments showcasing British colonial influence in Africa and the Americas. This piece reflects on a differing narrative often missing in historic commemorations. \n\n\n\n",
    "clean_text": "Leonardo da Vinci painted by Michelangelo di Lodovico Buonarroti Simoni. No clue why we call him by his first name. But let's explore why the ceiling of the Sistine Chapel comes to mind when you think about art, and why you’ve heard of the guy who painted it. Let's go to the drawing board! The story of the Sistine Chapel doesn’t actually begin with Michelangelo, but with a wealthy Italian family called the Medici. The Medicis ruled Florence and, later, Tuscany from the 15th to the 18th centuries. They also controlled what, where, and how of the local art scene. They financially supported several huge artists—including Michelangelo.  So, with the Medici Brand behind him, Michelangelo was basically one of Italy's biggest influencers. He even caught the eye of Pope Julius II, who commissioned him to paint the now-famous Sistine Chapel ceiling. Now, the Medicis were also sponsors of the painter and architect Giorgio Vasari, who wrote a book called \"Lives of the Most Excellent Italian Painters, Sculptors, and Architects.\" It celebrated Michelangelo and other artists like him, and it gave the Medicis credit for supporting a historic, quote,\"rebirth.” In fact, before the French term “Renaissance” became prominent in the 19th century, Vasari described this artistic moment in time as \"rinascita\"—Italian for \"renewal\" or\" rebirth.\" So yeah, the book was basically sixteenth-century sponsored content, and it became the bedrock of what we know now as art history. It shaped not only the way art history would be written, but which artworks were considered important, talked about, and eventually meme-ified. Of course, writing about art didn’t start with Vasari. By the fifth and fourth centuries B.C.E., Plato was wrestling with art’s imitation of reality in his writings, and Aristotle was exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote “Famous Paintings of Successive Dynasties,” the oldest comprehensive written history of Chinese painting known to exist. So there’s evidence of art historical writings throughout the world, and through much of recorded history. But Vasari's series of biographies strongly shaped how the story of art would be told from then on with a significant bias toward Western European art. It was this text that became the basis of what is called the canon of art history: a collection or timeline of artists and artworks believed to be truly great, that furthered art’s progress that get talked about again and again. So yeah, who’s in the canon and who's out is pretty arbitrary! And because this is my series—and I don't think Vasari's gonna mind— allow me to introduce...my canon cannon. With its help, I, according to my own whims, will launch people into my personal canon of beloved artists. And you better watch out if you’re Gauguin — I may also kick a few out too. Many of Vasari’s chosen artists became known as the Old Masters, a kind of legendary status that later artists needed to measure up to. Over time, art history continued to evolve, and the canon of greats grew to include new masterpieces and makers, and forgot about others. By the eighteenth century, artworks began to be sorted by style, or groupings based on time periods. creators, or elements of their appearance. With that sorting came new ways of judging, explaining, and interpreting art through the field of art criticism.  And by the mid-twentieth-century, race, class, and gender became recognized as important lenses through which to examine art, both in terms of who made it and what it tells us about those people. Studying art helps us understand history as a constructed account, something that’s built in its telling. And it helps us remember that our own perspectives are always limited. The more we learn about how other people see the world, the better we understand...pretty much everything. Like here is an artwork by Kara Walker where one account of history confronts another. It's called “Fons Americanus”— \"American Fountain\" in Latin—it’s inspired by the Victoria Memorial in London, a monument celebrating the British Empire under Queen Victoria.  The Victorian memorial tells a triumphant story about colonial rule in Africa and the Americas. But Walker’s monument tells another part of the story from a different view. A weeping boy and a noose hanging from a tree, for instance give voice to the unspoken parts of the Victoria Memorial: the human toll of colonial violence and enslavement. As Walker's work shows us, it is as important to think about what isn’t included in art as what is. \n",
    "keywords": "channel, Michelangelo, Sistine Chapel, arts, history, Renaissance, Medici family, Vasari, \"Lives of the Most Excellent Italian Painters,\" canon, Western European art, Old Masters, contemporary art, art criticism, race, class, gender, perspectives, art history, Kara Walker, “Fons Americanus” \n"
  },
  {
    "uid": "t6Wc7OMks4U__B5__S243.96",
    "text": " It celebrated Michelangelo \nand other artists like him,   and it gave the Medicis credit for \nsupporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” \nbecame prominent in the 19th century,   Vasari described this artistic moment in time as \n“rinascita”— Italian for “renewal” or “rebirth.” So yeah, the book was basically \nsixteenth-century sponsored content,   and it became the bedrock of \nwhat we know now as art history. It shaped not only the way \nart history would be written,   but which artworks were considered important, \ntalked about, and eventually meme-ified. Of course, writing about art \ndidn’t start with Vasari. By the fifth and fourth centuries B.C.E., \nPlato was wrestling with art’s imitation   of reality in his writings, and Aristotle \nwas exploring how art can conjure emotions. And in the ninth century, Zhang Yanyuan \nwrote “Famous Paintings of Successive   Dynasties,” the oldest comprehensive written \nhistory of Chinese painting known to exist. So, there’s evidence of art historical \nwritings throughout the world,   and through much of recorded history. But Vasari’s series of biographies strongly \nshaped how the story of art would be told   from then on, with a significant \nbias toward Western European art. It was this text that became the basis of \nwhat is called the canon of art history:   a collection or timeline of artists and \nartworks believed to be truly great,   to have furthered art’s progress, \nthat get talked about again and again. So, yeah, who's in the canon and \nwho's out is pretty arbitrary! And because this is my series — \nand I don't think Vasari's gonna   mind — allow me to introduce.... my canon cannon. With its help, I, according to my own whims,   will launch people into my \npersonal canon of beloved artists. And you better watch out, Gauguin, \nI may also kick a few out, too. Many of Vasari’s chosen artists \nbecame known as the Old Masters,   a kind of legendary status that later \nartists needed to measure up to. Over time, art history continued to \nevolve, and the canon of greats grew   to include new masterpieces and \nmakers, and forgot about others. By the eighteenth century, artworks began \nto be sorted by style, or groupings based   on time periods, creators, or \nelements of their appearance. With that sorting came new ways of judging,   explaining, and interpreting art, \nthrough the field of art criticism. And by the mid-twentieth-century, race, class, \nand gender became recognized as important lenses   through which to examine art, both in terms \nof who made it and who is looking at it. So, today, art historians analyze images \nand materials from multiple angles to   explore what they can tell us about each other, \nourselves, and the cultures that connect us. Studying art helps us understand \nhistory as a constructed account,   something that’s built in its telling. And it helps us remember that our \nown perspectives are always limited. The more we learn about how \nother people see the world,   the better we understand…pretty much everything. Like, here’s an artwork by Kara Walker, where \none account of history confronts another. It’s called “Fons Americanus,”—“American Fountain” \nin Latin—and it’s inspired by the Victoria   Memorial in London, a monument celebrating \nthe British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story \nabout colonial rule in Africa and the Americas. But Walker’s monument tells another \npart of the story from a different view. A weeping boy and a noose hanging from a tree, \nfor example, give voice to the unspoken parts   of the Victoria Memorial: the human toll \nof colonial violence and enslavement. As Walker’s work shows us, it’s as important to \nthink about what isn’t included in art as what is. And the same goes for history. So, yeah, let’s launch her right into the canon. And often, what is remembered comes \ndown to what materials have survived. Take this painting: “The Raft of the Medusa,” \npainted by Théodore Géricault in 1819. It’s a massive artwork that \ntells an even bigger story. In 1816, a French ship set \noff for the coast of Senegal,   captained by a pal of King Louis the 18th, \nwho hadn’t been at sea in twenty years. The results were disastrous: the captain wrecked \nthe ship, which didn’t have enough lifeboats,   so the crew cobbled together a raft \nto carry the remaining passengers. About 150 people were set adrift on \nthe makeshift vessel, and during the   next thirteen days at sea, they fought, \nkilled, and even resorted to cannibalism.",
    "smry_text": "Art history has roots in ancient traditions: scholars from Plato's time through Zhang Yanyuan's works all documented art. Vasari's biographies heavily influenced how art was studied until his 'sixteenth-century sponsored content,' creating a foundation for our understanding of art history. This led to the development of a \"canon,\" comprising artists and artworks considered truly great, with further contributions enriching it over time.\n\nA notable example is the canonization of \"Old Masters,\" artists whose work set a benchmark for succeeding generations. Over time, art history broadened its perspective, incorporating new masterpieces and challenging pre-established canon beliefs. Art criticism emerged as a dedicated area to explore how and why art is judged and interpreted. \n\n\nThe mid-twentieth century saw the crucial introduction of race, class, and gender as significant viewpoints through which to analyze art's production and reception. This multidisciplinary approach further reshaped the field of art history. Contemporary artists continue to challenge the limits of 'Western Art History,' pushing for a more inclusive perspective by exploring the untold stories embedded in their subjects.\n\nArtists have been able to bring forth diverse voices and perspectives, as exemplified by Kara Walker's \"Fons Americanus\". Her artwork confronts differing perceptions of history, challenging existing narratives that often depict colonial rule from a biased perspective. The study of art allows us to understand both its history as reflected in the subject matter itself and the limitations of our own perspectives.\n\nWe delve deeper into the canvas with examples such as Théodore Géricault's \"The Raft of the Medusa,\" an iconic artwork reflecting a real historical event. In 1816, a disastrous voyage led to widespread panic among French crew members who attempted self-preservation, leading to a dramatic escape in a doomed attempt for survival across multiple days at sea. The narrative surrounding this shipwreck serves as an example of historical narratives. It also underlines how art can encapsulate the stories behind forgotten and often misunderstood events that shape our understanding and perception of history itself.   \n",
    "clean_text": "This book celebrated Michelangelo and other artists such as him. It gave the Medicis credit for supporting a historic, quote, “rebirth.” In fact, before the French term “Renaissance” became prominent in the 19th century, Vasari described this artistic moment in time as \"rinascita\" — Italian for “renewal” or “rebirth.” So, yeah, the book was basically sixteenth-century sponsored content, and it became the bedrock of what we know now as art history. It shaped not only the way art history would be written, but which artworks were considered important, talked about, and eventually meme-ified. Of course, writing about art didn't start with Vasari. By the fifth and fourth centuries B.C.E., Plato was wrestling with art's imitation of reality in his writings, and Aristotle explored how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote \"Famous Paintings of Successive Dynasties,\" the oldest comprehensive written history of Chinese painting known to exist. So, there is evidence of art historical writings throughout the world, and through much of recorded history. But Vasari's series of biographies strongly shaped how the story of art would be told from then on with a significant bias toward Western European art. It was this text that became the basis of what is called the canon of art history: A collection or timeline of artists and artworks believed to be truly great, further educating art's progress that gets talked about again and again. Of course, writing about art didn’t start with Vasari. By the fifth and fourth centuries B.C.E., Plato was wrestling with art's imitation of reality in his writings, and Aristotle explored how art can conjure emotions. And in the ninth century, Zhang Yanyuan wrote “Famous Paintings of Successive Dynasties,” the oldest comprehensive written history of Chinese painting known to exist. So, there is evidence of art historical writings throughout the world, and through much of recorded history. But Vasari's series of biographies strongly shaped how the story of art would be told from then on, with a significant bias toward Western European art. It was this text that became the basis of what is called the canon of art history: A collection or timeline of artists and artworks believed to be truly great, further educating art’s progress, that get talked about again and again. So, yeah, who's in the canon and who's out is pretty arbitrary! And because this is my series – and I don't think Vasari's going to mind — allow me to introduce... my canon cannon. With its help, I will launch people into my personal canon of beloved artists. And you better watch out, Gauguin, I may also kick a few out, too.  Many of Vasari’s chosen artists became known as the Old Masters, a kind of legendary status that later artists needed to measure up to. Over time, art history continued \nto evolve, and the canon of greats grew to include new masterpieces and makers, and forgot about others. By the eighteenth century, artworks began to be sorted by style or groupings based on time periods, creators, or elements of their appearance. With that sorting came new ways of judging, explaining, and interpreting art through the field of art criticism. And by the mid-twentieth century, race, class, and gender became recognized as important lenses – through which to examine art – both in terms of who made it and who is looking at it. So, today, art historians analyze images and materials from multiple angles to explore what they tell us about each other, ourselves, and the cultures they connect us. Studying art helps us understand history as a constructed account, something that’s built in its telling. And it helps us remember that our own perspectives are always limited. The more we learn about how other people see the world, the better we understand… pretty much everything. \n   \nLet’s launch her right into the canon next! and often, what is remembered comes down to what materials have survived. Take this painting: “The Raft of the Medusa,” painted by Théodore Géricault in 1819. A massive artwork that tells a even bigger story. In 1816, a French ship set off for the coast of Senegal, captained by a pal of King Louis the Eighteenth who hadn’t been at sea in twenty years. The results were disastrous: the captain wrecked the ship which didn’t have enough lifeboats.  So the crew cobbled together a raft to carry the remaining passengers. About 150 people were set adrift on the makeshift vessel, and during the next thirteen days at sea, they fought, killed, and even resorted to cannibalism.\n\n\n \n",
    "keywords": "The following are some keywords that highlight this Transript's content:\n\n**Topics & Concepts:**  Art History, Renaissance, Vasari, Canon of Art, Western Art, Modern art, history writing, Criticism, Art movements (specifically Old Masters) , representation in art, race/ethnicity, gender and representation \n    * **Specific Artists:** Michelangelo, Géricault,  Kara Walker, Queen Victoria  \n\n\n**Additional keywords for clarity**:\n\n* renaissance art\n* Vasari's biographies  \n*  Old Masters\n* canonical art history\n* art criticism\n* social & cultural  issues in art.\n* historical art forms \n\n\n\nLet me know if you'd like a more granular breakdown of specific terms or categories! "
  },
  {
    "uid": "t6Wc7OMks4U__B6__S302.64",
    "text": " Dynasties,” the oldest comprehensive written \nhistory of Chinese painting known to exist. So, there’s evidence of art historical \nwritings throughout the world,   and through much of recorded history. But Vasari’s series of biographies strongly \nshaped how the story of art would be told   from then on, with a significant \nbias toward Western European art. It was this text that became the basis of \nwhat is called the canon of art history:   a collection or timeline of artists and \nartworks believed to be truly great,   to have furthered art’s progress, \nthat get talked about again and again. So, yeah, who's in the canon and \nwho's out is pretty arbitrary! And because this is my series — \nand I don't think Vasari's gonna   mind — allow me to introduce.... my canon cannon. With its help, I, according to my own whims,   will launch people into my \npersonal canon of beloved artists. And you better watch out, Gauguin, \nI may also kick a few out, too. Many of Vasari’s chosen artists \nbecame known as the Old Masters,   a kind of legendary status that later \nartists needed to measure up to. Over time, art history continued to \nevolve, and the canon of greats grew   to include new masterpieces and \nmakers, and forgot about others. By the eighteenth century, artworks began \nto be sorted by style, or groupings based   on time periods, creators, or \nelements of their appearance. With that sorting came new ways of judging,   explaining, and interpreting art, \nthrough the field of art criticism. And by the mid-twentieth-century, race, class, \nand gender became recognized as important lenses   through which to examine art, both in terms \nof who made it and who is looking at it. So, today, art historians analyze images \nand materials from multiple angles to   explore what they can tell us about each other, \nourselves, and the cultures that connect us. Studying art helps us understand \nhistory as a constructed account,   something that’s built in its telling. And it helps us remember that our \nown perspectives are always limited. The more we learn about how \nother people see the world,   the better we understand…pretty much everything. Like, here’s an artwork by Kara Walker, where \none account of history confronts another. It’s called “Fons Americanus,”—“American Fountain” \nin Latin—and it’s inspired by the Victoria   Memorial in London, a monument celebrating \nthe British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story \nabout colonial rule in Africa and the Americas. But Walker’s monument tells another \npart of the story from a different view. A weeping boy and a noose hanging from a tree, \nfor example, give voice to the unspoken parts   of the Victoria Memorial: the human toll \nof colonial violence and enslavement. As Walker’s work shows us, it’s as important to \nthink about what isn’t included in art as what is. And the same goes for history. So, yeah, let’s launch her right into the canon. And often, what is remembered comes \ndown to what materials have survived. Take this painting: “The Raft of the Medusa,” \npainted by Théodore Géricault in 1819. It’s a massive artwork that \ntells an even bigger story. In 1816, a French ship set \noff for the coast of Senegal,   captained by a pal of King Louis the 18th, \nwho hadn’t been at sea in twenty years. The results were disastrous: the captain wrecked \nthe ship, which didn’t have enough lifeboats,   so the crew cobbled together a raft \nto carry the remaining passengers. About 150 people were set adrift on \nthe makeshift vessel, and during the   next thirteen days at sea, they fought, \nkilled, and even resorted to cannibalism. When rescue finally arrived, \nonly fifteen survivors remained,   with five more dying before ever seeing land. It took Géricault over a year to paint the scene,   which we know from documents that have survived: \nsketches, drafts, and letters about his work. He interviewed survivors of the \nMedusa, drew their portraits,   and consulted a book that two of \nthem wrote about what happened. And he wrestled with how to paint it,   arranging the scene until he was \nsatisfied with the story it would tell. We even know how the work \nwas received by the public. At the time, opinions on the French monarchy \nranged widely, so when Géricault depicted   a tragedy caused by the king’s incompetent \nleadership, many interpreted that as a sick burn. The point is: We know so much \nabout this one painting because   lots of material evidence about it has \nsurvived the past two hundred years. But that’s not the case for so many other works. Like this drum, which sits in the British Museum. We don’t know exactly who made it or when.",
    "smry_text": "Art history is built upon written descriptions dating back to ancient times. Vasari's writings significantly influenced the trajectory of art history by highlighting Western European art with a bias towards those artists from the past and forming what we call the \"canon of art history\" –  a collection of influential artistic masterpieces believed to advance art and be remembered in discussions about art. \n\nThe canon has evolved significantly over time, often influenced by changes in taste, new discoveries, and different understandings of art's value. A shift emerged from categorizing artists and artworks based on style and period, leading to the development of Art criticism during this period, focusing on examining the subject at hand.  Throughout the 20th century, social changes like race, class, and gender began contributing factors to art analysis as it provided new perspectives for discussing the process of making art.\n\n\nThe analysis of art allows for greater understanding not just how things are made but also how history itself is constructed. Studying materials helps expand these analyses by considering different perspectives on what's left behind, such as a work from the 18th century by Kara Walker called \"Fons Americanus,\" which challenges the historical narrative presented in the Victoria Memorial statue - offering an alternative and unsettling view of colonial rule, slavery and its lasting impact. This highlights that it is not only important to consider what is included, but also about which aspects are absent. A classic example is Théodore Géricault' \"The Raft of the Medusa\" (1819) — a painting of a tragic tale involving a French ship in distress.  The story documented through sketches, drafts, and historical records allowed Géricault to paint such an emotionally devastating piece of art, yet many interpretations occurred due to the controversial representation of the historical event involving the involvement of the French King. \n\nThere are cases where artwork survived for centuries — as was evident in this famous painting from 1819–\"The Raft of the Medusa.\"  Sometimes, even the artists' working methods and responses can offer crucial insight to these materials’ provenance. For example, materials often provide the history of an artwork — like our “drum,” which remains a mystery about who made it when, is an illustration of the challenges in accessing art and preserving it over time.\n\n \n",
    "clean_text": " \"Dynasties,\" the oldest comprehensive written  history of Chinese painting known to exist. So, there’s evidence of art historical writings throughout the world and through much of recorded history. But Vasari's series of biographies strongly shaped how the story of art would be told from then on, with a significant bias toward Western European art. It was this text that became the basis of what is called the canon of art history: a collection or timeline of artists and artworks believed to be truly great, that furthered art’s progress, that get talked about again and again. So, yeah, who's in the canon and who's out is pretty arbitrary! And because this is my series — and I don't think Vasari's going to mind — allow me to introduce…my canon of preferred artists. With its help, I, according to my own whims, will launch people into my personal canon of beloved artists. And you better watch out, Gauguin.  I may also kick a few out, too. Many of Vasari’s chosen artists became known as the Old Masters, a kind of legendary status that later artists needed to measure up to. Over time, art history continued to evolve and the canon of greats grew to include new masterpieces and makers, and forgot about others. By the eighteenth century, artworks began to be sorted by style, or groupings based on time periods, creators, or elements of their appearance...With that sorting came new ways of judging, explaining and interpreting art through the field of art criticism. And by the mid-twentieth century, race, class, and gender became recognized as important lenses through which to examine art, both in terms of who made it and who is looking at it. So, today art historians analyze images and materials from multiple angles to explore what they can tell us about each other, ourselves, and the cultures that connect us. Studying art helps us understand history as a constructed account, something that’s built in its telling. And it helps us remember that our own perspectives are always limited... The more we learn about how other people see the world, the better we understand… pretty much everything. Like, here's an artwork by Kara Walker where one account of history confronts another. It's called “Fons Americanus,”—“American Fountain” in Latin—and it’s inspired by the Victoria Memorial in London, a monument celebrating the British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story about colonial rule in Africa and the Americas. But Walker’s monument tells another part of the story from a different view. A weeping boy and a noose hanging from a tree, for example, give voice to the unspoken parts of the Victoria Memorial: the human toll of colonial violence and enslavement. As Walker’s work shows us, it's as important to think about what isn't included in art as what is. And the same goes for history. So yeah, let's launch her right into the canon. Often, what is remembered comes down to what materials have survived. Take this painting: “The Raft of the Medusa,” painted by Théodore Géricault in 1819. It’s a massive artwork that tells an even bigger story. In 1816, a French ship set off for the coast of Senegal, captained by a pal of King Louis the XVI, who hadn’t been at sea in twenty years. The result was disastrous: the captain wrecked the ship, which didn't have enough lifeboats, so the crew cobbled together a raft to carry the remaining passengers. About 150 people were set adrift on the makeshift vessel, and during the next thirteen days at sea, they fought, killed, and even resorted to cannibalism. When rescue finally arrived, only fifteen survivors remained, with five more dying before ever seeing land. It took Géricault over a year to paint the scene, which we know from documents that have survived: sketches, drafts, and letters about his work. He interviewed survivors of the Medusa, drew their portraits, and consulted a book that two of them wrote about what happened. And he wrestled with how to paint it, until he was satisfied with the story it would tell. We even know how the work was received by the public. at the time, opinions on the French monarchy ranged widely; thus, when Géricault depicted a tragedy caused by the king’s incompetent leadership, many interpreted that as a sick burn. The point is: we know so much about this one painting because of lots of material evidence about it has survived the past two hundred years. But that's not the case for so many other works. Like this drum, which sits in the British Museum. We don’t know exactly who made it or when. \n\n\n\n",
    "keywords": "archaeology, art history, canonical, arts criticism, Vasari, Old Masters, art movements, style analysis, race and gender, historical perspective, art interpretation, Kara Walker, history, colonial history, The Raft of the Medusa, Théodore Géricault, French Empire, British empire, cannibalism, art material, survivorship, art history evolution \n"
  },
  {
    "uid": "t6Wc7OMks4U__B7__S361.6",
    "text": " Many of Vasari’s chosen artists \nbecame known as the Old Masters,   a kind of legendary status that later \nartists needed to measure up to. Over time, art history continued to \nevolve, and the canon of greats grew   to include new masterpieces and \nmakers, and forgot about others. By the eighteenth century, artworks began \nto be sorted by style, or groupings based   on time periods, creators, or \nelements of their appearance. With that sorting came new ways of judging,   explaining, and interpreting art, \nthrough the field of art criticism. And by the mid-twentieth-century, race, class, \nand gender became recognized as important lenses   through which to examine art, both in terms \nof who made it and who is looking at it. So, today, art historians analyze images \nand materials from multiple angles to   explore what they can tell us about each other, \nourselves, and the cultures that connect us. Studying art helps us understand \nhistory as a constructed account,   something that’s built in its telling. And it helps us remember that our \nown perspectives are always limited. The more we learn about how \nother people see the world,   the better we understand…pretty much everything. Like, here’s an artwork by Kara Walker, where \none account of history confronts another. It’s called “Fons Americanus,”—“American Fountain” \nin Latin—and it’s inspired by the Victoria   Memorial in London, a monument celebrating \nthe British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story \nabout colonial rule in Africa and the Americas. But Walker’s monument tells another \npart of the story from a different view. A weeping boy and a noose hanging from a tree, \nfor example, give voice to the unspoken parts   of the Victoria Memorial: the human toll \nof colonial violence and enslavement. As Walker’s work shows us, it’s as important to \nthink about what isn’t included in art as what is. And the same goes for history. So, yeah, let’s launch her right into the canon. And often, what is remembered comes \ndown to what materials have survived. Take this painting: “The Raft of the Medusa,” \npainted by Théodore Géricault in 1819. It’s a massive artwork that \ntells an even bigger story. In 1816, a French ship set \noff for the coast of Senegal,   captained by a pal of King Louis the 18th, \nwho hadn’t been at sea in twenty years. The results were disastrous: the captain wrecked \nthe ship, which didn’t have enough lifeboats,   so the crew cobbled together a raft \nto carry the remaining passengers. About 150 people were set adrift on \nthe makeshift vessel, and during the   next thirteen days at sea, they fought, \nkilled, and even resorted to cannibalism. When rescue finally arrived, \nonly fifteen survivors remained,   with five more dying before ever seeing land. It took Géricault over a year to paint the scene,   which we know from documents that have survived: \nsketches, drafts, and letters about his work. He interviewed survivors of the \nMedusa, drew their portraits,   and consulted a book that two of \nthem wrote about what happened. And he wrestled with how to paint it,   arranging the scene until he was \nsatisfied with the story it would tell. We even know how the work \nwas received by the public. At the time, opinions on the French monarchy \nranged widely, so when Géricault depicted   a tragedy caused by the king’s incompetent \nleadership, many interpreted that as a sick burn. The point is: We know so much \nabout this one painting because   lots of material evidence about it has \nsurvived the past two hundred years. But that’s not the case for so many other works. Like this drum, which sits in the British Museum. We don’t know exactly who made it or when. What little we know right \nnow is from museum records,   which say an Irish scientist procured the \ndrum in Virginia in the early 18th century. The museum labeled it an American \nIndian drum made of a hollowed tree. Then, over 150 years later,   an anthropologist noticed it looked \na lot like drums made in West Africa. But it took about seventy more years \nbefore researchers figured out the   drum was made of wood from a \nWest African species of tree. It’s likely that someone from the Akan \nculture, in what’s now Ghana, made the drum. In its original context, it would have \nbeen played as part of a whole ensemble. But at some point, the drum probably ended \nup on a ship from Africa to North America. We have stacks of information to help \nus understand “The Raft of the Medusa.” But with the drum, we’re piecing \ntogether a story from scraps. Artifacts like these show \nus how much what survives   our history shapes our understanding of it. But the flip side is also true: the \nmore we uncover what’s been lost,  ",
    "smry_text": "Many artists achieved legendary status, and were referenced by future generations as \"Old Masters\". Art history evolved to include new masterpieces and creators while forgetting others. \n\nThe categorization and analysis of artworks by style or time periods led to a formal field of art criticism. In the mid-20th century, racial, social class, and gender became recognized lenses for analyzing art's creation, including its audiences.  Scholars examine images and materials from multiple perspectives to gain more understanding about each other, themselves, and diverse cultures.\n\nArt provides insight into historical accounts being constructed as a product of their telling and the self-limited perspectives we all hold.   Through art history, studying these constructions allows us to better understand how culture shapes our view of the world. \n\n\nThe works of Kara Walker demonstrate an approach to understanding contrasting historical narrative. Her \"Fons Americanus\" (American Fountain), inspired by London’s Victoria Memorial, presents a unique interpretation of colonial rule and oppression. Comparing traditional depictions with her work highlights the silenced stories of African history often overlooked in imperial narratives. Through art, exploring marginalized voices allows us to gain deeper understanding about these untold stories.\n\nThe Raft of the Medusa by Théodore Géricault serves as a key example for understanding how the surviving records can be used to analyze art's context and purpose. The painting was based on multiple sources of documentation provided by survivors. Géricault's meticulous approach in depicting this historical scenario through art provides insight into his creative process, revealing aspects such as public reception at the time that reflect the political climate.  \n\nMaterial evidence plays a crucial role in understanding specific works while the lack thereof reveals the limitations of studying many artistic elements from a historical perspective (such as this drum found in the British Museum). Studying these limited artifacts like artifacts allows us to see how our current understanding is shaped by available information and understand its evolution.  By seeking out missing pieces of history, we continually revise our approach to reconstructing past events using evidence found.\n",
    "clean_text": "Many of Vasari's chosen artists became known as the Old Masters, a kind of legendary status that later artists needed to measure up to. Over time, art history continued to evolve, and the canon of greats grew to include new masterpieces and makers. However, artworks began to be sorted by style, or groupings based on time periods, creators, or elements of their appearance. With this sorting came new ways of judging, explaining, and interpreting art through the field of art criticism. By the mid-twentieth century, race, class, and gender became recognized as important lenses through which to examine art, in terms of who made it and who was looking at it. Thus, today, art historians analyze images and materials from multiple angles to explore what they can tell us about each other, ourselves, and the cultures that connect us. Studying art helps us understand history as a constructed account—something built during its telling. It also helps us remember that our own perspectives are always limited; as such, the more we learn about how others see the world, the better we understand pretty much everything.  For instance, here's an artwork by Kara Walker, where one account of history confronts another. It’s called \"Fons Americanus\"—“American Fountain”—and it's inspired by the Victoria Memorial in London, a monument celebrating the British Empire under Queen Victoria.  The Victoria Memorial tells a triumphant story about colonial rule in Africa and the Americas. However, Walker’s monument presents another part of the story from a different perspective. A weeping boy and a noose hanging from a tree, for example, give voice to the unspoken parts of the Victoria Memorial: the human toll of colonial violence and enslavement. As Walker's work shows us, it’s just as significant to consider what isn’t included in art as what is included. And this holds true for history. Therefore, let’s include her in the canon. Furthermore, the things that are generally remembered tend to stem from which materials have survived. Take, for example, this painting \"The Raft of the Medusa\", painted by Théodore Géricault in 1819. It's a massive artwork with a significant story. In 1816, a French ship set off for the coast of Senegal, captained by a friend of King Louis the 18th, who hadn’t been at sea in twenty years. The result was disastrous: the captain wrecked the ship, which didn’t have enough lifeboats, so the crew cobbled together a raft to carry the remaining passengers. Around 150 people were set adrift on this makeshift vessel and during those next thirteen days at sea they fought, killed, and even resorted to cannibalism. When rescue finally arrived, only fifteen survivors remained, with five more dying before ever seeing land. It took Géricault over a year to paint the scene, for which we know details due to documents that have survived: his sketches, drafts, letters that mention about his work. He interviewed survivors of the Medusa, drew their portraits, and consulted a book about what happened by two of them.  And he wrestled with how to depict it, arranging the scene until he was satisfied with the story it would tell. We even know how the work was received by the public at the time. As opinions on the French monarchy varied widely, when Géricault depicted a tragedy caused directly by the king's incompetent leadership, many interpreted that as a sick burn. The point is: We know so much about this one painting due to lots of material evidence regarding it from history's past two hundred years. This isn’t the case for so many other works.  Like a drum that sits in the British Museum. We don't know much of its origin or precise age, as all we really know comes from museum records showing an Irish scientist procured the drum in Virginia during the early 18th century. Then, over one-hundred and fifty years later, an anthropologist noted that it resembled drums made in West Africa. But it took about seventy more years for researchers to figure out that this drum was crafted using wood from a West African tree species. It's thought that someone from the Akan culture, or where Ghana currently is, most likely made the drum. Its intended use should have been part of an ensemble. However, at some time, it most likely ended up on a ship from Africa to North America.  These artifacts help us gain insight into our understanding of history and its construction, through fragments of the past. Yet there’s also the flip side: the more we uncover what's been lost...\n",
    "keywords": "Keyword1: Art History, Artists, Classic Masters, Old Masters, Canon, Modern Art, Art Criticism, Historical Context, Interpretation, Perspectives, Race and Gender in Art \n, Material Evidence, Artifacts, Reconstructing History, Bias in History, Lost History, Kara Walker, Fons Americanus, British Empire, Colonialism,  The Raft of the Medusa, Théodore Géricault, French Monarchy, West Africa, Akan Culture, Historical Narratives."
  },
  {
    "uid": "t6Wc7OMks4U__B8__S422.88",
    "text": " something that’s built in its telling. And it helps us remember that our \nown perspectives are always limited. The more we learn about how \nother people see the world,   the better we understand…pretty much everything. Like, here’s an artwork by Kara Walker, where \none account of history confronts another. It’s called “Fons Americanus,”—“American Fountain” \nin Latin—and it’s inspired by the Victoria   Memorial in London, a monument celebrating \nthe British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story \nabout colonial rule in Africa and the Americas. But Walker’s monument tells another \npart of the story from a different view. A weeping boy and a noose hanging from a tree, \nfor example, give voice to the unspoken parts   of the Victoria Memorial: the human toll \nof colonial violence and enslavement. As Walker’s work shows us, it’s as important to \nthink about what isn’t included in art as what is. And the same goes for history. So, yeah, let’s launch her right into the canon. And often, what is remembered comes \ndown to what materials have survived. Take this painting: “The Raft of the Medusa,” \npainted by Théodore Géricault in 1819. It’s a massive artwork that \ntells an even bigger story. In 1816, a French ship set \noff for the coast of Senegal,   captained by a pal of King Louis the 18th, \nwho hadn’t been at sea in twenty years. The results were disastrous: the captain wrecked \nthe ship, which didn’t have enough lifeboats,   so the crew cobbled together a raft \nto carry the remaining passengers. About 150 people were set adrift on \nthe makeshift vessel, and during the   next thirteen days at sea, they fought, \nkilled, and even resorted to cannibalism. When rescue finally arrived, \nonly fifteen survivors remained,   with five more dying before ever seeing land. It took Géricault over a year to paint the scene,   which we know from documents that have survived: \nsketches, drafts, and letters about his work. He interviewed survivors of the \nMedusa, drew their portraits,   and consulted a book that two of \nthem wrote about what happened. And he wrestled with how to paint it,   arranging the scene until he was \nsatisfied with the story it would tell. We even know how the work \nwas received by the public. At the time, opinions on the French monarchy \nranged widely, so when Géricault depicted   a tragedy caused by the king’s incompetent \nleadership, many interpreted that as a sick burn. The point is: We know so much \nabout this one painting because   lots of material evidence about it has \nsurvived the past two hundred years. But that’s not the case for so many other works. Like this drum, which sits in the British Museum. We don’t know exactly who made it or when. What little we know right \nnow is from museum records,   which say an Irish scientist procured the \ndrum in Virginia in the early 18th century. The museum labeled it an American \nIndian drum made of a hollowed tree. Then, over 150 years later,   an anthropologist noticed it looked \na lot like drums made in West Africa. But it took about seventy more years \nbefore researchers figured out the   drum was made of wood from a \nWest African species of tree. It’s likely that someone from the Akan \nculture, in what’s now Ghana, made the drum. In its original context, it would have \nbeen played as part of a whole ensemble. But at some point, the drum probably ended \nup on a ship from Africa to North America. We have stacks of information to help \nus understand “The Raft of the Medusa.” But with the drum, we’re piecing \ntogether a story from scraps. Artifacts like these show \nus how much what survives   our history shapes our understanding of it. But the flip side is also true: the \nmore we uncover what’s been lost,   the more missing stories we fill in. So, throughout this series, we’ll explore art \nhistory to discover how art reflects different   perspectives — but also reveals unexpected \nconnections across time, space, and culture. We’ll see how art-making is also meaning making. And how context can change \neverything we thought we knew. We’ll raise juicy questions about \nhow history is created and told,   how cultures swap ideas and materials, how artists \nrespond to social issues, and so much more. Next time, we’ll learn about exactly \nhow to carefully look at a work of   art — and uncover ideas beyond the surface. I’ll see you there. Thanks for watching this episode of Crash \nCourse Art History, which was filmed at the   Indianapolis Museum of Art at Newfields and was \nmade with the help of all these delightful people. If you want to help keep Crash \nCourse free for everyone forever,   you can join our community on Patreon.",
    "smry_text": "A speaker discusses the importance of recognizing perspective diversity in historical understanding, using examples from Kara Walker's art.  \n\n**Understanding Historical Perspectives:** \nWalker's \"Fons Americanus,\" inspired by London's Victoria Memorial, presents a different narrative of history than the British colonial period. This piece confronts audiences with previously overlooked aspects of colonialism, such as the human cost of European rule. Art often highlights those that are excluded in historical narratives and this approach highlights what is not included. \n**Influence of Surviving Materials:** \nWhen analyzing artworks, understanding their materials' survival becomes key. Such survival helps illuminate stories behind famous works of art like Théodore Géricault's \"The Raft of the Medusa.\" This painting, based on documented research from surviving sketches and accounts of events by survivors, unveils a real-life tragedy during French maritime disaster. \n**Materials in Museums & Understanding Cultural History:**  \nExamples include the drum found at the British Museum but information is limited about its origin.  Through this type of investigation, researchers have learned about objects like the \"American Indian\" drum that was actually created by an Akan culture member from West Africa. This demonstrates how the material landscape is important to understanding our artistic history and cultural connections between different continents.\n**The Power of Art:** \nArtists reflect on social issues and use various mediums in expressing viewpoints, often uncovering new stories through art.  By studying art history, as they discuss in this Crash Course episode, viewers can analyze perspectives while exploring the interconnectivity of events over time and across cultures. \n\n **Next Episode:** \nThe speaker highlights what is covered next to help viewers understand that by closely viewing art pieces, new answers may be uncovered about its meaning beyond surface-level thoughts. They encourage supporters who want to support their work to consider joining the Patreon community for continued access. \n",
    "clean_text": "As a proofreader, my task is clean up a YouTube transcript without omitting any information from the original text. The cleaned output should be grammatically correct and not have spelling mistakes.  It must also retain all of the original phrases to remain authentic.   I won't add new information nor express opinions or suggest follow-up questions. \n\nHere is the cleaned transcript:\n\n“Something that’s built into its telling, and it helps us remember our perspectives are always limited. The more we learn about how other people see the world, the better we understand... pretty much everything.  For instance here is an artwork by Kara Walker where one account of history confronts another. It's called “Fons Americanus,”—\"American Fountain\"—and it is inspired by the Victoria Memorial in London, a monument celebrating the British Empire under Queen Victoria. The Victoria Memorial tells a triumphant story about colonial rule in Africa and the Americas. But Walker’s monument tells another part of that history from a different view. For example, a weeping boy and a noose hanging from a tree give voice to the unspoken parts of the Victoria Memorial: the human toll of colonial violence and enslavement. As Walker's work shows us, it’s as important to think about what isn't included in art as what is. And the same goes for history.  So yes, we should launch her right into the canon. And often, what is remembered seems to come down to materials that have survived. Take this painting “The Raft of the Medusa.” Painted by Théodore Géricault in 1819. It’s a massive artwork that tells an even bigger story. In 1816 a French ship set off for the coast of Senegal, commanded by a friend who King Louis the Eighteenth, who hadn't been at sea for twenty years, and his journey went wrong when the captain wrecked the ship. The wreck resulted in fewer lifeboats, so the crew cobbled together a raft to carry the remaining passengers. Around 150 people ended up on the makeshift vessel. During those 13 days at sea: they fought, killed, and even resorted to cannibalism before rescue finally arrived, only 15 survivors remained. The total number who died after being left at sea was five more. Géricault took over a year to paint the scene; we know from documents that survived: sketches, drafts, and letters about his work. He interviewed the survivors, drew portraits of them and consulted a book two of them wrote about what happened in more detail. And he struggled with how to depict it. Arrange until he was satisfied. We even know what the artwork’s reception looked like.  At the time opinions on the French monarchy varied widely, so when Géricault depicted a tragedy caused by the king's incompetent leadership many interpreted that as a sick burn. The point is we know a lot about this painting due to lots of material evidence from recent years. But this is not the case for so many other works, like this drum which sits in the British Museum. We don't know exactly who made it or when. What little we know now is from museum records: they state an Irish scientist procured the drum in Virginia in the early 18th century. Over 150 years later an anthropologist noticed it looked a lot like drums made in West Africa. But, it took somewhere around seventy more years for researchers to figure out that the drums were made of wood from a West African species of tree. It’s likely the people from the Akan culture who resided where  Ghana is now made the drum.   In its native context, it would have been played as part of an ensemble. But at some point, the drum probably ended up on a ship from Africa to North America. We have stacks of information about what has been lost and that will help us fill in some missing stories. So throughout this series we'll explore art history, discover how art reflects different perspectives: reveals unexpected connections across time, space, and cultures.  We’ll see how art-making also is meaning making, and how context can change everything we thought we knew about history. We will grapple with things like what kinds of questions it takes to build a good framework around our understanding.  Of, course of these are just some of the many questions that will emerge! Next time we’ll learn exactly how to carefully look at a work of art. And uncover ideas beyond the surface: I’ll see you there, and thanks for watching this episode of Crash Course Art History filmed at the Indianapolis Museum of Art at Newfields and made with the help of all these delightful people if you want to help keep Crash Course free for everyone forever. You can join our community on Patreon!\n\n\n\n\n",
    "keywords": "arts, history, perspective, colonialism, Kara Walker, Victoria Memorial, art interpretation, material evidence, Géricault, The Raft of the Medusa, survival, artifacts, lost histories, Africa, West Africa, Akan culture, shipwreck, social issues, cultural exchange, art and meaning-making, context change, visual analysis \n"
  }
]