[
  {
    "uid": "IV-8YsyghbU__B1__S3.14",
    "text": " Crash Course Philosophy is brought to you\nby Squarespace. Squarespace: Share your passion with the world. We’ve spent a couple of lessons thinking\nabout how philosophers reason. Now it’s time to do some actual philosophy. And one of the most important hallmarks\nof philosophical thought is that you should never take things at face value. You should always be willing to accept that\nthere’s more to the world than meets the eye. Because, whatever truth seems obvious today,\nmight turn out to be not so true at all. It’s one of the more daunting pursuits in\nphilosophy -- pondering what’s really real, as opposed to what you think is real, and\nhow you could ever know the difference. Fortunately, there are some guides who can help you on your journey, when you’re exploring the nature of reality. And you know who’s really helpful here?\nLeonardo DiCaprio. I mean, I guess you could say that a lot actors can transport you to another reality if they’re good enough. But that’s not what I mean. I’m talking about Inception, that movie\nwhere Leo plays a thief who steals ideas from people by invading their dreams. A super-handy ability if you want to, say, steal corporate secrets from a CEO, or military plans from a head of state. But after a while, it becomes hard for some\nmembers of Leo’s team to tell the difference between one dream and another, or to discern\ndreams from reality. The whole film is populated with people who live\nin a dream world, convinced they’re living real-life. To them, the dream is all there is – it\nhas become their reality. But from the perspective of those outside\nthe dream, who see their sleeping bodies, the reality they’re chasing is simply false. It’s a real cool premise for a movie. I\nhaven’t ruined it for you -- you can still watch it. And the fact is, the same concept\nhas been around for thousands of years. The basic question that Inception asks has\nvexed philosophers all the way back to the very roots of Western philosophy. Is it possible that my current reality isn’t\nreal at all? Before we had Leonardo DiCaprio to walk us\nthrough this question we had Plato. [Theme Music] Around 2400 years ago, Plato wrote his famous\nbook, The Republic, in which he describes -- probably better than anyone before or since\n-- the nature of reality. He does it by telling a story about prisoners who have been chained since birth in a dark cave, facing a blank wall. All kinds of people and objects pass behind\nthe prisoners, and a fire casts the shadows of those things onto the wall in front of\nthe prisoners. These shadow images are all the prisoners ever see, and they come to understand the shadows as reality. Now just hold up a minute and imagine what\nyour view of the world would be like, if all you’ve ever seen are shadows. You wouldn’t\nknow that there was anything more. 3D wouldn’t even be a concept for you. The prisoners spend their whole lives understanding\nonly this shadow reality, until one day one of them escapes from his chains, and crawls\ninto the daylight. After spending a lifetime in fire-lit darkness,\nthe man is blinded by the sun at first. But in time, he comes to see the things outside\nthe cave are far more real than the shadow images that he once took for reality. They have substance. They occupy an extra\ndimension. Think about how that would feel. To suddenly\nrealize that everything you believed just minutes ago turned out to be merely faint\noutlines of reality. This is what happens to a lot of the\ncharacters who inhabit the world of Inception: Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many of them, the\nexperience becomes intoxicating. This is also what happens to Plato’s escaped\nprisoner. He goes back into the cave to tell his friends\nthe exciting news about what he’s found. But the conversation doesn’t go the way\nhe thinks it will. He expects them to be amazed by his discovery\n-- he figures they’ll be as eager to join him as he is anxious to get back. But they all think he’s crazy. As far as\nthey’re concerned, he’s babbling about some “higher reality” that they’ve never\nseen, or heard of, or have any evidence for. To make matters worse, going back into the\nfire-lit cave, after being in the sunlight, temporarily blinds the man again. So, from his friends’ perspective, his journey\ninto the outside world has actually damaged him, because now he can’t even see the shadow\nimages that were once his whole world. Now, you don’t have to be Plato, or Christopher\nNolan, to dream this stuff up. In fact, you might have experienced a diluted\nversion of this kind of reality-shock for yourself. For example:\nDo you remember your first teddy bear? That bear was, philosophically speaking,\nyour only contact with, and your only way of understanding,\nthe concept of a bear. Then one day, you went to a zoo, or a wildlife refuge,\nor a national park, and you saw an actual bear. And suddenly you realized that your previous\nunderstanding of ‘bear’ was way, way off. Bears don’t have button eyes and little smiles made\nof thread. They’re not soft. You couldn’t hug one. The bear you spent your first years of life\nsnuggling with, was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example: Maybe you were the first member of your tweeny\ngroup of friends to discover the wonders of romantic attraction. You might’ve felt like\nyour eyes were open to a whole new world that your pals were still blind to. And when you tried to explain to them what\nhad happened to you? And how you felt? They probably thought you were crazy. And\nthe feeling was probably mutual. And this is what our poor protagonist goes\nthrough when he re-enters the cave. So why does Plato tell us this story? It’s not just about little a-ha moments,\nlike when we discovered that bears and boys were not what we once thought they were. It’s\nmore than that. Plato wants us to see that we, right now,\nare prisoners in a cave.",
    "smry_text": "### Crash Course Philosophy: Delving into Multiple Realities\n\nThis video explores the philosophy of reality, beginning with the idea that our understanding of truth is constantly evolving.  A central philosophical argument discussed centers on the assumption that what seems apparent may not be so. As philosophers have long pondered these points, one impactful example to illustrate the challenges of discerning reality from perception comes from \"Inception\", a film by Christopher Nolan that dives into this complex concept. \n\nThe concept originates with Plato's \"Republic,\" an ancient text describing prisoners chained in a dark cave. These individuals only perceive shadows cast onto the wall through constant darkness. They believe these shadows constitute \"reality.\"  Once they are exposed to sunlight, their perception becomes altered, as the reality of the outside world reveals its existence.\n\nIn his book, Plato attempts to clarify this complex idea using such vivid descriptions and metaphors to understand these challenging theories that influence us even today. \n\nSimilarly, in everyday life, similar scenarios also raise our awareness of multiple realities. The author suggests considering a personal example - encountering an actual 'bear' after imagining one through childhood toys.  It's a clear shift from the familiar to the real, revealing a much wider understanding.\n\nFor an audience accustomed to these complexities, he offers a more mature scenario - discovering romantic attraction in one's teenage years. The abrupt change was potentially misinterpreted by peers. This reflects Plato's intention to emphasize that we are similar to prisoners in a cave. \n\n\n\n",
    "clean_text": "\"Crash Course Philosophy\" is brought to you by Squarespace. Squarespace: Share your passion with the world. We've spent a couple of lessons thinking about how philosophers reason. Now it's time to do some actual philosophy. And one of the most important hallmarks of philosophical thought is that you should never take things at face value. You should always be willing to accept there's more to the world than meets the eye. Because, whatever truth seems obvious today might turn out not to be true at all. It's one of the more daunting pursuits in philosophy -- pondering what's truly real, as opposed to what you think is real, and how you could ever know the difference. Fortunately, there are some guides who can help you on your journey when you're exploring the nature of reality. And you know who's really helpful here? Leonardo DiCaprio. I mean, I guess you could say that a lot of actors can transport you to another reality if they're good enough. But that's not what I mean. I'm talking about \"Inception,\" that movie where Leo plays a thief who steals ideas from people by invading their dreams. A super-handy ability if you want to, say, steal corporate secrets from a CEO or military plans from a head of state. But after a while, it becomes hard for some members of Leo's team to tell the difference between one dream and another...or to discern dreams from reality. The whole film is populated with people who live in a dream world convinced they're living real-life. To them, the dream is all there is—it has become their reality. But from the perspective of those outside the dream, who see their sleeping bodies, the reality that they're pursuing is simply false. It's a cool premise for a movie. I haven't ruined it for you—you can still watch it. \n\nAnd the fact is, the same concept has been around for thousands of years. The basic question that \"Inception\" asks has vexed philosophers all the way back to the roots of Western philosophy: Is it possible that my current reality isn't real at all? Before we had Leonardo DiCaprio to walk us through this question, we had Plato.  [Theme Music] Around 2400 years ago, Plato wrote his famous book, \"The Republic,\" in which he describes—probably better than anyone before or since—the nature of reality. He does it by telling a story about prisoners in a cave. \n\nNow this whole thing with the philosopher guy's and how he got everyone out of that cave but we get to watch the action in the movie 'Inception' so now I will explain what Plato meant to tell us with his prisoner. Well for those who don't know Plato was trying to tell us about our own experience with truth, like when we think that we see things or find knowledge, like when we first read a book and realize you understood the information but didn't even pay attention...\n\n\n \n**Note:** The text provided in this response is from a video script and has been edited for clarity. \n\n\n",
    "keywords": "idea, reality, philosophy, reality shock, shadows, Plato, The Republic, dream world, Inception, dreams, perception, illusion,  philosophy, Western philosophy, bears, reality, bear, teen romance, attraction, societal view, truth, authenticity, how to know the difference between fact and fiction \n"
  },
  {
    "uid": "IV-8YsyghbU__B2__S61.239",
    "text": " But after a while, it becomes hard for some\nmembers of Leo’s team to tell the difference between one dream and another, or to discern\ndreams from reality. The whole film is populated with people who live\nin a dream world, convinced they’re living real-life. To them, the dream is all there is – it\nhas become their reality. But from the perspective of those outside\nthe dream, who see their sleeping bodies, the reality they’re chasing is simply false. It’s a real cool premise for a movie. I\nhaven’t ruined it for you -- you can still watch it. And the fact is, the same concept\nhas been around for thousands of years. The basic question that Inception asks has\nvexed philosophers all the way back to the very roots of Western philosophy. Is it possible that my current reality isn’t\nreal at all? Before we had Leonardo DiCaprio to walk us\nthrough this question we had Plato. [Theme Music] Around 2400 years ago, Plato wrote his famous\nbook, The Republic, in which he describes -- probably better than anyone before or since\n-- the nature of reality. He does it by telling a story about prisoners who have been chained since birth in a dark cave, facing a blank wall. All kinds of people and objects pass behind\nthe prisoners, and a fire casts the shadows of those things onto the wall in front of\nthe prisoners. These shadow images are all the prisoners ever see, and they come to understand the shadows as reality. Now just hold up a minute and imagine what\nyour view of the world would be like, if all you’ve ever seen are shadows. You wouldn’t\nknow that there was anything more. 3D wouldn’t even be a concept for you. The prisoners spend their whole lives understanding\nonly this shadow reality, until one day one of them escapes from his chains, and crawls\ninto the daylight. After spending a lifetime in fire-lit darkness,\nthe man is blinded by the sun at first. But in time, he comes to see the things outside\nthe cave are far more real than the shadow images that he once took for reality. They have substance. They occupy an extra\ndimension. Think about how that would feel. To suddenly\nrealize that everything you believed just minutes ago turned out to be merely faint\noutlines of reality. This is what happens to a lot of the\ncharacters who inhabit the world of Inception: Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many of them, the\nexperience becomes intoxicating. This is also what happens to Plato’s escaped\nprisoner. He goes back into the cave to tell his friends\nthe exciting news about what he’s found. But the conversation doesn’t go the way\nhe thinks it will. He expects them to be amazed by his discovery\n-- he figures they’ll be as eager to join him as he is anxious to get back. But they all think he’s crazy. As far as\nthey’re concerned, he’s babbling about some “higher reality” that they’ve never\nseen, or heard of, or have any evidence for. To make matters worse, going back into the\nfire-lit cave, after being in the sunlight, temporarily blinds the man again. So, from his friends’ perspective, his journey\ninto the outside world has actually damaged him, because now he can’t even see the shadow\nimages that were once his whole world. Now, you don’t have to be Plato, or Christopher\nNolan, to dream this stuff up. In fact, you might have experienced a diluted\nversion of this kind of reality-shock for yourself. For example:\nDo you remember your first teddy bear? That bear was, philosophically speaking,\nyour only contact with, and your only way of understanding,\nthe concept of a bear. Then one day, you went to a zoo, or a wildlife refuge,\nor a national park, and you saw an actual bear. And suddenly you realized that your previous\nunderstanding of ‘bear’ was way, way off. Bears don’t have button eyes and little smiles made\nof thread. They’re not soft. You couldn’t hug one. The bear you spent your first years of life\nsnuggling with, was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example: Maybe you were the first member of your tweeny\ngroup of friends to discover the wonders of romantic attraction. You might’ve felt like\nyour eyes were open to a whole new world that your pals were still blind to. And when you tried to explain to them what\nhad happened to you? And how you felt? They probably thought you were crazy. And\nthe feeling was probably mutual. And this is what our poor protagonist goes\nthrough when he re-enters the cave. So why does Plato tell us this story? It’s not just about little a-ha moments,\nlike when we discovered that bears and boys were not what we once thought they were. It’s\nmore than that. Plato wants us to see that we, right now,\nare prisoners in a cave. Everything in our world is actually a mere\nshadow of a higher reality. Just as the man in the story once mistook\nshadows for real things, we are currently prisoners in a cave of our own. But rather than mistaking shadows for the\nmaterial objects of the ordinary world, our mistake is thinking that the material objects\nof the ordinary world are the most real things. In fact, Plato says, the physical world that we think is the most real, is actually a mere shadow of a higher truth. If this surprises you, think about how many\nbeliefs were once accepted as absolute fact – only to later turn out to be completely\nfalse – The shape of the earth. The idea that the\nEarth was the center of the universe. The belief that heroin, and tobacco, and lobotomies\nwere good for people. Those so-called facts turned out to be far\nfrom the truth. So, there’s a lot packed into this little\nstory. Plato is urging you to consider that the\nworld is not really as it seems. And making a statement about philosophy.\nDoing philosophy is hard. Accepting that much of what you’ve always believed might actually be false can make you uncomfortable. You might feel temporarily blinded.",
    "smry_text": "Inception explores the concept of lucid dreams intertwined with the philosophical question of reality's authenticity. The film presents a world where individuals, consumed by their own dream-like reality, cannot discern real from unreal. From an external perspective, the characters' illusion is obvious.\n\nThe movie takes inspiration from Plato's Allegory of the Cave, which depicts prisoners confined in a cave facing blank walls, unaware of the larger world beyond. This allegory highlights the possibility of trapped realities and the impact of escaping that confinement onto the individual. \n\nPlato's story uses shadows cast by firelight as representations of reality itself to emphasize how the human mind constructs perceived facts.  The man escaping from the cave represents a paradigm shift of understanding, challenging previously held beliefs about reality until confronted with an external truth that appears starkly different initially. Upon returning to the \"normal\" world, he finds the actual nature vastly dissimilar, experiencing a kind of disillusionment that could be seen as the loss of illusions on returning to the real world. \n\nThe concept of reality being merely shadows of something real is also illustrated by the characters' experiences with dreams and external truths.  The protagonist's journey through layers of dreams in The Movie explores the impact this brings upon the individual, especially when juxtaposed with a more realistic experience outside of dreams. Plato suggests that we all exist within the confines of an analogous cave, confined to an illusionary reality, just as the prisoners are captivated by their shadows. However, he ultimately encourages individuals not only to recognize this illusory nature but to contemplate the possibility of an existence beyond what they perceive in the physical world.\n\nThe discussion emphasizes how many longstanding beliefs have been exposed as inaccurate - the Earth's place in the solar system or the effectiveness of certain medical measures. These examples add credibility to Plato’s assertion that truth can be far from conventional understanding, ultimately urging people to reexamine what they think they know. The film emphasizes a philosophical takeaway: recognizing the limitations of perspective and seeking to explore the \"truth\" beyond pre-defined societal ideas can be disconcerting but ultimately leads to enlightenment and self-growth. \n",
    "clean_text": "However, after a while, members of Leo's team have difficulty distinguishing between one dream and another, or discerning dreams from reality. The entire film is populated with people living in a dream world convinced they are living real life.  To them, the dream is all there is; it has become their reality.  But from the perspective of those outside the dream, who see sleeping bodies, the reality they're chasing is simply false. It’s a genuinely cool premise for a movie. I haven’t ruined it for you—you can still watch it. And the fact is, this concept has existed for thousands of years. The basic question that Inception asks has vexed philosophers all the way back to the roots of Western philosophy. Is it possible my current reality isn't real at all? Before Leonardo DiCaprio brought us this question through the movie we had Plato.  [Theme music] Approximately 2400 years ago, Plato wrote his famous book, \"The Republic,\" in which he describes—probably better than anyone before or since—the nature of reality. He did it by telling a story about prisoners who have been chained since birth in a dark cave facing a blank wall.  All kinds of people and objects pass behind the prisoners, and a fire casts shadows of those things onto the wall in front of the prisoners. These shadow images are all that the prisoners ever see. They come to understand these shadows as reality. Right now hold up a minute and imagine your view of the world was if all you've ever seen were shadows. You wouldn’t know there was anything more. 3D would not even be a concept for you.  The prisoners spend their whole lives comprehending only this shadow reality, until one day, a prisoner escapes from chains; crawls into daylight. After spending a lifetime in fire-lit darkness, he is blinded by the sun first. But eventually he comes to see objects outside the cave are far more real than shadow images he once considered reality. They have substance and occupy an extra dimension. Think about what that would feel like; suddenly realizing everything you believed just minutes ago turned out to be merely faint outlines of reality.  This is exactly what happens to a lot of the characters in the world of Inception. Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many, the experience becomes intoxicating. This is also what happens to Plato’s escaped prisoner.  He goes back into the cave to tell his friends about the exciting discoveries, but the conversation doesn’t go the way he thinks.  He assumes that friends would understand and expect a sudden awakening of their friend's world view, and thus he finds himself explaining. Why does Plato tell us this story? It’s not just about little \"aha\" moments; like when we discovered that bears and boys were not what we once thought they were.  It is more than that.\" Plato wants us to see now, while still in our own prison-cave; all of the world's elements are merely shadows of a higher truth. Just as the man in the story once mistook shadows for real things; we, currently, are prisoners in a cave of our own.  However, rather than mistaking shadows for the material objects of the ordinary world, our mistake is thinking that these objects are the most real; In reality however, Plato says, the physical world we consider to be \"real\" is actually a mere shadow of a higher truth. If this surprises you think about how many beliefs were once accepted as a matter of fact—only to later be proven false for example: The shape of the Earth. The idea of the Earth being at the center of the universe. The belief that heroin and tobacco, and lobotomies were good for people.  Those so-called facts turned out to be far from truth. So, there's a lot packed into this little story: Plato is urging you to consider what’s going on right now in your lives . Making a statement about philosophy.  Doing philosophy is challenging. Accepting that much of what we have always believed might actually be false can make us uncomfortable; There will likely be some sense of temporary unseeing.",
    "keywords": "phenomenology, reality, Inception, movies, Plato, cave, shadows, reality, philosophical questions, perception, consciousness, dream world,  fiction, philosophy, truth, existence, world-perception, human existence, beliefs, ideas, history, \nphilosophical thought, metaphysics \n\n"
  },
  {
    "uid": "IV-8YsyghbU__B3__S123.56",
    "text": " He does it by telling a story about prisoners who have been chained since birth in a dark cave, facing a blank wall. All kinds of people and objects pass behind\nthe prisoners, and a fire casts the shadows of those things onto the wall in front of\nthe prisoners. These shadow images are all the prisoners ever see, and they come to understand the shadows as reality. Now just hold up a minute and imagine what\nyour view of the world would be like, if all you’ve ever seen are shadows. You wouldn’t\nknow that there was anything more. 3D wouldn’t even be a concept for you. The prisoners spend their whole lives understanding\nonly this shadow reality, until one day one of them escapes from his chains, and crawls\ninto the daylight. After spending a lifetime in fire-lit darkness,\nthe man is blinded by the sun at first. But in time, he comes to see the things outside\nthe cave are far more real than the shadow images that he once took for reality. They have substance. They occupy an extra\ndimension. Think about how that would feel. To suddenly\nrealize that everything you believed just minutes ago turned out to be merely faint\noutlines of reality. This is what happens to a lot of the\ncharacters who inhabit the world of Inception: Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many of them, the\nexperience becomes intoxicating. This is also what happens to Plato’s escaped\nprisoner. He goes back into the cave to tell his friends\nthe exciting news about what he’s found. But the conversation doesn’t go the way\nhe thinks it will. He expects them to be amazed by his discovery\n-- he figures they’ll be as eager to join him as he is anxious to get back. But they all think he’s crazy. As far as\nthey’re concerned, he’s babbling about some “higher reality” that they’ve never\nseen, or heard of, or have any evidence for. To make matters worse, going back into the\nfire-lit cave, after being in the sunlight, temporarily blinds the man again. So, from his friends’ perspective, his journey\ninto the outside world has actually damaged him, because now he can’t even see the shadow\nimages that were once his whole world. Now, you don’t have to be Plato, or Christopher\nNolan, to dream this stuff up. In fact, you might have experienced a diluted\nversion of this kind of reality-shock for yourself. For example:\nDo you remember your first teddy bear? That bear was, philosophically speaking,\nyour only contact with, and your only way of understanding,\nthe concept of a bear. Then one day, you went to a zoo, or a wildlife refuge,\nor a national park, and you saw an actual bear. And suddenly you realized that your previous\nunderstanding of ‘bear’ was way, way off. Bears don’t have button eyes and little smiles made\nof thread. They’re not soft. You couldn’t hug one. The bear you spent your first years of life\nsnuggling with, was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example: Maybe you were the first member of your tweeny\ngroup of friends to discover the wonders of romantic attraction. You might’ve felt like\nyour eyes were open to a whole new world that your pals were still blind to. And when you tried to explain to them what\nhad happened to you? And how you felt? They probably thought you were crazy. And\nthe feeling was probably mutual. And this is what our poor protagonist goes\nthrough when he re-enters the cave. So why does Plato tell us this story? It’s not just about little a-ha moments,\nlike when we discovered that bears and boys were not what we once thought they were. It’s\nmore than that. Plato wants us to see that we, right now,\nare prisoners in a cave. Everything in our world is actually a mere\nshadow of a higher reality. Just as the man in the story once mistook\nshadows for real things, we are currently prisoners in a cave of our own. But rather than mistaking shadows for the\nmaterial objects of the ordinary world, our mistake is thinking that the material objects\nof the ordinary world are the most real things. In fact, Plato says, the physical world that we think is the most real, is actually a mere shadow of a higher truth. If this surprises you, think about how many\nbeliefs were once accepted as absolute fact – only to later turn out to be completely\nfalse – The shape of the earth. The idea that the\nEarth was the center of the universe. The belief that heroin, and tobacco, and lobotomies\nwere good for people. Those so-called facts turned out to be far\nfrom the truth. So, there’s a lot packed into this little\nstory. Plato is urging you to consider that the\nworld is not really as it seems. And making a statement about philosophy.\nDoing philosophy is hard. Accepting that much of what you’ve always believed might actually be false can make you uncomfortable. You might feel temporarily blinded. You may learn just enough to know that your\nold beliefs aren’t reliable, but you don’t yet know enough to feel comfortable with these\nnew ideas, either. What’s more, your old friends, who aren’t on this journey with you, might think you’ve lost your mind. Or they might take you for an arrogant, pedantic\njerk who thinks they have all the answers. But philosophy is also awesome. Because, once you get through the growing\npains, you can see things in a new way, and you can see through things that used to fool\nyou. And that brings us to another puzzle. Consider\nthis argument: No cat has 2 tails. Every cat has one more\ntail than no cat. Therefore, every cat has 3 tails. Now, you’re probably thinking, that’s just\nclearly wrong. That’s not much of a puzzle. I mean, the two premises sound right enough.\nBut the conclusion is … wha? This puzzle exploits a strangeness in the\nlanguage that we use to discuss certain ideas -- specifically the ideas of nothingness,\nabsence, or emptiness. In premise 1, ‘no cat’ refers to an absence\nof cats. Think about things with 2 tails, and none\nof those things you think of are cats. Because you probably can’t even think of anything\nwith two tails. But in premise 2, the language tricks us into\nunderstanding ‘No-Cat’ as an existent thing,",
    "smry_text": "<h2>Summary of Plato's Story: Prison and Reality</h2>\n\nThis summary explores a key concept from philosopher Plato's work, which discusses the limitations of our perception and the existence of deeper reality.  The narrative utilizes the story of prisoners chained in darkness, witnessing only shadows projected on a wall. These shadows represent their understanding of \"reality.\" \n\n**1. Shadows as Reality**: The story uses a metaphorical journey of a prisoner who escapes from his chains to be exposed to sunlight. Initially blinded, he grapples with understanding this newfound reality – something far richer and more substantial than the shadows.\n\n **2. Shifting Perspectives:**  The escape signifies profound change in perspective on what was previously perceived as reality. This transformative experience is not only for the prisoner but many characters in Plato's \"world.\" \n\n   **3. Difficulty of Transition:** However, when the prisoner tries to share this understanding with his friends, their disbelief and resistance follow, highlighting the difficulties people face facing up to a different perspective. The initial joy of discovering new knowledge is often met with rejection – a challenge both figuratively and literally.  \n    \n **4. Plato's Argument:** Plato's narrative highlights philosophical inquiry: how we construct belief systems. He suggests we are inherently prisoners of our limited perceptions, believing that what we experience in the physical world is the 'true reality,' leading to a more complex idea of a higher truth. \n\n**5 Challenge of Truth**: The discussion explores the impact of questioning well-accepted beliefs and discovering new truths might make us uncomfortable initially, especially when those ideas clash with existing knowledge. This can lead to challenges in communicating the new understanding to people who don’t share that viewpoint \n   \n\n\nThis summary provides a clear breakdown of central themes explored in a simple yet profound text from Plato's work.  The analysis highlights the role of truth in understanding human life and how philosophical contemplation challenges existing beliefs based on limited observation. It also touches upon themes like overcoming skepticism, challenging received wisdom, and accepting a larger, unproven perspective for truths beyond our immediate comprehension .\n",
    "clean_text": "He does it by telling a story about prisoners who have been chained since birth in a dark cave, facing a blank wall. All kinds of people and objects pass behind the prisoners, and a fire casts the shadows of those things onto the wall in front of the prisoners. These shadow images are all the prisoners ever see, and they come to understand the shadows as reality. Now, just hold up a minute and imagine what your view of the world would be like, if all you’ve ever seen are shadows. You wouldn't know that there was anything more. 3D wouldn’t even be a concept for you. The prisoners spend their whole lives understanding only this shadow reality, until one day one of them escapes from his chains and crawls into the daylight. After spending a lifetime in fire-lit darkness, the man is blinded by the sun at first. But in time, he comes to see the things outside the cave are far more real than the shadow images that he once took for reality. They have substance. They occupy an extra dimension. Think about how that would feel. To suddenly realize that everything you believed just minutes ago turned out to be merely faint outlines of reality. This is what happens to a lot of characters who inhabit the world of Inception: Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many of them, the experience becomes intoxicating. Finally, this is also what happens to Plato’s escaped prisoner. He goes back into the cave to tell his friends the exciting news about what he’s found. But the conversation doesn't go the way he thinks it will.  He expects them to be amazed by his discovery -- he figures they'll be as eager to join him as he is anxious to get back. But they all think he's crazy. As far as they're concerned, he's babbling about some \"higher reality\" that they’ve never seen or heard of, or have any evidence for. To make matters worse, going back into the fire-lit cave after being in the sunlight blinds the man again. So, from his friends' perspective, his journey into the outside world has actually damaged him, because now he can’t even see the shadow images. \n\n \n If this surprises you, think about how many beliefs were once accepted as absolute fact -- only to later turn out to be completely false -- The shape of the Earth.  The idea that the Earth was the center of the universe. The belief that heroin, and tobacco, and lobotomies were good for people. These so-called facts turned out to be far from the truth. So, there's a lot packed into this little story. Plato is urging you to consider that the world is not really as it seems. And making a statement about philosophy. Doing philosophy is hard. Accepting that much of what you’ve always believed might actually be false can make you uncomfortable.  You might feel temporarily blinded. You may learn just enough to know that your old beliefs aren't reliable, but you don’t yet know enough to feel comfortable with these new ideas, either. What's more, your old friends who aren’t on this journey with you might think you’ve lost your mind or they might take you for an arrogant, pedantic jerk who thinks he has all the answers\n\n \n  Finally, another puzzle:  Consider this argument: No cat has two tails. Every cat has one more tail than no cat. Therefore, every cat has 3 tails? Now, you’re probably thinking, that's just clearly wrong. That's not much of a puzzle. I mean, the two premises sound right enough. But the conclusion is… wha”?  This puzzle exploits a strangeness in the language we use to discuss certain ideas -- specifically the ideas of nothingness, absence, or emptiness. In premise 1,” No cat” refers to an absence of cats. Think about things with two tails and none of those things you think of are cats because you probably can’t even think of anything with two tails. But in premise 2, the language trick us into understanding \"No-Cat” as an existent thing\n  \n\n\n\n\n",
    "keywords": "camera, reality, shadows, higher truth, cave, Plato's allegory, prisoners, escape, blindness, sun, dimensions, world, layers, philosophy, belief, change, questioning, disproof,  knowledge, discomfort, awkwardness, friends, perspective, logic, cats, argument  \n"
  },
  {
    "uid": "IV-8YsyghbU__B4__S181.579",
    "text": " This is what happens to a lot of the\ncharacters who inhabit the world of Inception: Once they realize there can be multiple layers of reality, they never look at the world around them the same way again. And for many of them, the\nexperience becomes intoxicating. This is also what happens to Plato’s escaped\nprisoner. He goes back into the cave to tell his friends\nthe exciting news about what he’s found. But the conversation doesn’t go the way\nhe thinks it will. He expects them to be amazed by his discovery\n-- he figures they’ll be as eager to join him as he is anxious to get back. But they all think he’s crazy. As far as\nthey’re concerned, he’s babbling about some “higher reality” that they’ve never\nseen, or heard of, or have any evidence for. To make matters worse, going back into the\nfire-lit cave, after being in the sunlight, temporarily blinds the man again. So, from his friends’ perspective, his journey\ninto the outside world has actually damaged him, because now he can’t even see the shadow\nimages that were once his whole world. Now, you don’t have to be Plato, or Christopher\nNolan, to dream this stuff up. In fact, you might have experienced a diluted\nversion of this kind of reality-shock for yourself. For example:\nDo you remember your first teddy bear? That bear was, philosophically speaking,\nyour only contact with, and your only way of understanding,\nthe concept of a bear. Then one day, you went to a zoo, or a wildlife refuge,\nor a national park, and you saw an actual bear. And suddenly you realized that your previous\nunderstanding of ‘bear’ was way, way off. Bears don’t have button eyes and little smiles made\nof thread. They’re not soft. You couldn’t hug one. The bear you spent your first years of life\nsnuggling with, was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example: Maybe you were the first member of your tweeny\ngroup of friends to discover the wonders of romantic attraction. You might’ve felt like\nyour eyes were open to a whole new world that your pals were still blind to. And when you tried to explain to them what\nhad happened to you? And how you felt? They probably thought you were crazy. And\nthe feeling was probably mutual. And this is what our poor protagonist goes\nthrough when he re-enters the cave. So why does Plato tell us this story? It’s not just about little a-ha moments,\nlike when we discovered that bears and boys were not what we once thought they were. It’s\nmore than that. Plato wants us to see that we, right now,\nare prisoners in a cave. Everything in our world is actually a mere\nshadow of a higher reality. Just as the man in the story once mistook\nshadows for real things, we are currently prisoners in a cave of our own. But rather than mistaking shadows for the\nmaterial objects of the ordinary world, our mistake is thinking that the material objects\nof the ordinary world are the most real things. In fact, Plato says, the physical world that we think is the most real, is actually a mere shadow of a higher truth. If this surprises you, think about how many\nbeliefs were once accepted as absolute fact – only to later turn out to be completely\nfalse – The shape of the earth. The idea that the\nEarth was the center of the universe. The belief that heroin, and tobacco, and lobotomies\nwere good for people. Those so-called facts turned out to be far\nfrom the truth. So, there’s a lot packed into this little\nstory. Plato is urging you to consider that the\nworld is not really as it seems. And making a statement about philosophy.\nDoing philosophy is hard. Accepting that much of what you’ve always believed might actually be false can make you uncomfortable. You might feel temporarily blinded. You may learn just enough to know that your\nold beliefs aren’t reliable, but you don’t yet know enough to feel comfortable with these\nnew ideas, either. What’s more, your old friends, who aren’t on this journey with you, might think you’ve lost your mind. Or they might take you for an arrogant, pedantic\njerk who thinks they have all the answers. But philosophy is also awesome. Because, once you get through the growing\npains, you can see things in a new way, and you can see through things that used to fool\nyou. And that brings us to another puzzle. Consider\nthis argument: No cat has 2 tails. Every cat has one more\ntail than no cat. Therefore, every cat has 3 tails. Now, you’re probably thinking, that’s just\nclearly wrong. That’s not much of a puzzle. I mean, the two premises sound right enough.\nBut the conclusion is … wha? This puzzle exploits a strangeness in the\nlanguage that we use to discuss certain ideas -- specifically the ideas of nothingness,\nabsence, or emptiness. In premise 1, ‘no cat’ refers to an absence\nof cats. Think about things with 2 tails, and none\nof those things you think of are cats. Because you probably can’t even think of anything\nwith two tails. But in premise 2, the language tricks us into\nunderstanding ‘No-Cat’ as an existent thing, rather than an absence of a thing.\nThe way it’s phrased, No-Cat could conceivably be that elusive creature that has 2 tails. So this leads us to the conclusion that, if\nthe No-Cat has 2 tails, and every cat has one more tail than it does, then every cat\nmust have 3 tails! Which is just wrong. And it takes a moment to understand the source\nof our confusion. The conclusion is faulty, because it mistakes the absence of something for the presence of something. But it strikes us as plausible, on some level,\nbecause language has duped us into considering a reality where a creature called No Cat with\ntwo tails is actually a thing. Figuring out puzzles like this is kind of\nlike flipping a switch -- first you’re confused, and then the cause of the confusion seems\nobvious. It’s just a matter of sorting through what’s\nreally real. And Plato thinks philosophy is like that too\n-- going from the darkness into the light is both disorienting and rewarding. It’s kinda too bad in this case, though.\nBecause: a cat with three tails? I’d kind of like to see that. Though, to be honest\nI’d mostly just like looking at any cat. And with that, we wrap up this episode of\nCrash Course Philosophy. Today we learned",
    "smry_text": "Inception's exploration of layers of reality deeply affects characters.  When they discover the existence of multiple layers, their perception shifts permanently. This principle can be seen in Plato's allegory: \n\n* The escaped prisoner's tale of discovering new realities was met with disbelief by his companions. \n* Like encountering an actual bear after years of only understanding it through a toy bears' lens, our own perception changes upon encounter.  This often leads to discomfort as we realize the previously held truths might not be accurate.\n\nPlato's philosophy highlights how we are trapped in a cave representing limitations in thinking -  misunderstanding reality. He contends the physical world is an imperfect reflection of a higher truth. \n\n\nThe story utilizes Plato's ideas about shadow versus actual form to show how humans can misinterpret perception. Like the shape of Earth before Copernicus and the idea of addiction harming individuals: many old beliefs are later disproven. \nThis leads to uncertainty with a transition where a new understanding emerges, challenging existing frameworks.\n\n\nA thought experiment further emphasizes this idea — \"No Cat Has Two Tails\" puzzle illustrates language's influence on perception.  The paradox highlights how language can be misleading: for instance, the No Cat with two tails concept presents a clear contradiction but leads to plausible reasoning based on assumed meaning, demonstrating the power of language in deceiving us, despite truth being evident and straightforward when looked at objectively. \n",
    "clean_text": "The characters in the world of Inception change when they realize there can be multiple layers of reality. The experience becomes intoxicating for many. Plato's escaped prisoner goes back to the cave and shares the exciting news of his discovery with his friends. However, the conversation doesn't go as expected. He anticipates that his friends will be amazed by his findings; he figures they will want to join him just like he was eager to return to the world after his escape from reality. But they dismiss his discoveries as merely fanciful talk, as far as they’re concerned, his claims of a higher reality seem unsubstantial as he is only describing something that does not exist.  What's more, going back into the burning cave after spending time in sunlight temporarily blinds the man. As a result, to his friends, going back outside was harmful because it led to further blindness. They have found his claims invalid even if they were valid. The experience causes him to be less effective and limited since he can't see the shadows. Now, you don’t need to be Plato or Christopher Nolan, to dream this stuff up. You might have experienced a diluted version of this kind of reality-shock for yourself: For instance, Do you remember your first teddy bear? It was, philosophically speaking, your only contact with and only way of understanding the concept of a bear.\nThen one day, you went to a zoo or wildlife refuge, or during an expedition into nature's beauty to see an actual bear; and suddenly, you realized your previous understanding of ‘bear’ was off. Bears don't have button eyes and small smiles made from thread. They are not soft; the kind you could hug . The bear you spent your first years of life snuggled with, was essentially just a shadowy imitation of the reality of bear-ness.\nNow, look at an even more developed example: maybe you were the first member in your group of friends to discover the wonders of romantic attraction. You might’ve felt like your eyes opened to a whole new world which your pals were still blind to. Then you tried to explain how you became involved with your significant other and they didn’t understand that was also not what you wanted to say: you weren’t ready. You think about all of the different stages in life as you explore the ideas of love. This can be an extremely complex topic as well so it is important to stay on track, but sometimes people are not honest with themself: they get hurt and then they don't know how to move on-- this kind of thought that takes time, which can lead into all sorts of situations with their partners or close friends who try to help but just aren’t the right kind of support. What's more, your old friends (and perhaps family) who aren't on this journey with you might think you’ve lost your mind.  Or they might take you for an arrogant, pedantic jerk who imagines he has all the answers – they know nothing about what is actually true:  it's kind of a tough situation to handle - but it also helps us to learn more. \n\nBut philosophy is also awesome. As the pains ease, you can see things in a new way, and you can see through things that previously fooled you. And that brings us to another puzzle. Consider this argument: No cat has two tails.  Every cat needs one more tail than no cat has. Thus, every cat has three tails. Now, you're probably thinking: That's just clearly wrong; that's not much of a puzzle. I mean, the first few premises sound nice enough. But the conclusion is… wha? This reasoning exploits a strangeness in the language we use to discuss certain ideas – specifically the ideas of Nothingness, absence or emptiness . In premise 1, \"no cat\" refers to an absence of cats. Think about things with two tails and none of those ideas apply to cats; because you probably couldn’t even think of something with two tails  But in premise 2, language tricks us into thinking “No-Cat” as an existing thing rather than an absence of a thing. The way \"No-Cat\" is phrased seems to be: it's plausible, on some level since words can misguide us into believing that there is something where there shouldn't be: for example a creature called No Cat with two tails which actually has not two tails. Therefore, if the No-Cat has two tails and every cat has one more tail than it does, then every cat must have three tails! This conclusion simply isn't right but because the language tricks us.\nSolving puzzles like this is kind of like flipping a switch: first you’re confused and then later the cause of confusion seems obvious and finally you realize what was confusing: The difficulty in understanding. It takes time to sort through realities - as Plato thought, the process of philosophy is similar – from darkness into light. A switch flips; it's something very simple. \nAnd that brings us to the finale of this episode of Crash Course Philosophy. Today we learned\n\n \n",
    "keywords": "dimensionality, reality, Inception, plato, cave, shadows, truth, bear, philosophy, education, language, logic, contradictions, cats, puzzle,  absences, nothingness, confusion, disorientation, reward,  perspective, light, \n    \n"
  },
  {
    "uid": "IV-8YsyghbU__B5__S240.519",
    "text": " That bear was, philosophically speaking,\nyour only contact with, and your only way of understanding,\nthe concept of a bear. Then one day, you went to a zoo, or a wildlife refuge,\nor a national park, and you saw an actual bear. And suddenly you realized that your previous\nunderstanding of ‘bear’ was way, way off. Bears don’t have button eyes and little smiles made\nof thread. They’re not soft. You couldn’t hug one. The bear you spent your first years of life\nsnuggling with, was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example: Maybe you were the first member of your tweeny\ngroup of friends to discover the wonders of romantic attraction. You might’ve felt like\nyour eyes were open to a whole new world that your pals were still blind to. And when you tried to explain to them what\nhad happened to you? And how you felt? They probably thought you were crazy. And\nthe feeling was probably mutual. And this is what our poor protagonist goes\nthrough when he re-enters the cave. So why does Plato tell us this story? It’s not just about little a-ha moments,\nlike when we discovered that bears and boys were not what we once thought they were. It’s\nmore than that. Plato wants us to see that we, right now,\nare prisoners in a cave. Everything in our world is actually a mere\nshadow of a higher reality. Just as the man in the story once mistook\nshadows for real things, we are currently prisoners in a cave of our own. But rather than mistaking shadows for the\nmaterial objects of the ordinary world, our mistake is thinking that the material objects\nof the ordinary world are the most real things. In fact, Plato says, the physical world that we think is the most real, is actually a mere shadow of a higher truth. If this surprises you, think about how many\nbeliefs were once accepted as absolute fact – only to later turn out to be completely\nfalse – The shape of the earth. The idea that the\nEarth was the center of the universe. The belief that heroin, and tobacco, and lobotomies\nwere good for people. Those so-called facts turned out to be far\nfrom the truth. So, there’s a lot packed into this little\nstory. Plato is urging you to consider that the\nworld is not really as it seems. And making a statement about philosophy.\nDoing philosophy is hard. Accepting that much of what you’ve always believed might actually be false can make you uncomfortable. You might feel temporarily blinded. You may learn just enough to know that your\nold beliefs aren’t reliable, but you don’t yet know enough to feel comfortable with these\nnew ideas, either. What’s more, your old friends, who aren’t on this journey with you, might think you’ve lost your mind. Or they might take you for an arrogant, pedantic\njerk who thinks they have all the answers. But philosophy is also awesome. Because, once you get through the growing\npains, you can see things in a new way, and you can see through things that used to fool\nyou. And that brings us to another puzzle. Consider\nthis argument: No cat has 2 tails. Every cat has one more\ntail than no cat. Therefore, every cat has 3 tails. Now, you’re probably thinking, that’s just\nclearly wrong. That’s not much of a puzzle. I mean, the two premises sound right enough.\nBut the conclusion is … wha? This puzzle exploits a strangeness in the\nlanguage that we use to discuss certain ideas -- specifically the ideas of nothingness,\nabsence, or emptiness. In premise 1, ‘no cat’ refers to an absence\nof cats. Think about things with 2 tails, and none\nof those things you think of are cats. Because you probably can’t even think of anything\nwith two tails. But in premise 2, the language tricks us into\nunderstanding ‘No-Cat’ as an existent thing, rather than an absence of a thing.\nThe way it’s phrased, No-Cat could conceivably be that elusive creature that has 2 tails. So this leads us to the conclusion that, if\nthe No-Cat has 2 tails, and every cat has one more tail than it does, then every cat\nmust have 3 tails! Which is just wrong. And it takes a moment to understand the source\nof our confusion. The conclusion is faulty, because it mistakes the absence of something for the presence of something. But it strikes us as plausible, on some level,\nbecause language has duped us into considering a reality where a creature called No Cat with\ntwo tails is actually a thing. Figuring out puzzles like this is kind of\nlike flipping a switch -- first you’re confused, and then the cause of the confusion seems\nobvious. It’s just a matter of sorting through what’s\nreally real. And Plato thinks philosophy is like that too\n-- going from the darkness into the light is both disorienting and rewarding. It’s kinda too bad in this case, though.\nBecause: a cat with three tails? I’d kind of like to see that. Though, to be honest\nI’d mostly just like looking at any cat. And with that, we wrap up this episode of\nCrash Course Philosophy. Today we learned about Plato’s famous Myth of the Cave, questioned\nthe relationship between appearance and reality, and talked about the process of philosophical\ndiscovery. Next time, we’re going to disappear even\ndeeper into the hole of shadow and disbelief – all in the hopes of eventually emerging\ninto the light. This episode is brought to you by Squarespace.\nSquarespace helps to create websites, blogs or online stores for you and your ideas. Websites\nlook professionally designed regardless of skill level, no coding required. Try Squarespace at\nsquarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows\nlike Shanx FX, Gross Science, and PBS Game/Show. This episode of Crash Course was filmed in\nthe Doctor Cheryl C. Kinney Crash Course Studio with the help of all of these amazing people\nand our Graphics Team is Thought Cafe.",
    "smry_text": "### Plato's Cave Metamorphosis \n\n**The Illusion of Reality:**  Philosopher Plato uses the allegory of a cave to illustrate how our understanding of reality can be flawed. It presents us with an initial framework where we grasp solely on shadows, unable to truly perceive the true form and beauty of the original object or concept (just like a bear). This illusion is particularly evident in familiar experiences like love's unexpected emergence or discovering one's true self - this 'aha' moment when our initial understanding crashes into reality.\n\n**Beyond Appearances:** Plato asserts that the world we experience is only an imitation - similar to the shadow of a real being—a mere reflection without complete accuracy.  He uses the example, \"No cat has 2 tails,\" prompting a paradoxical puzzle where every cat seems to have three since 'one more tail' exists after ‘no cat’. The trick? Our own words distort this concept, creating confusion and making it seem plausible. This journey through skepticism encourages the reader to question their beliefs, highlighting that some truths might be elusive until a greater shift in perspective allows clarity.\n\n**The Journey of Discovery:** Plato suggests that philosophy is akin to navigating this darkness, moving from subjective knowledge towards an objective reality we strive to understand. While challenging initially, philosophical discovery offers clarity and opens doors to understanding unseen realms. \n \n---\n\n  \n\n\n Let me know if you need a summary on any other topics! \n( I am ready for another task)  ",
    "clean_text": "The bear was, philosophically speaking, the only contact you had with understanding the concept of a bear. Then one day, you went to a zoo or a wildlife refuge or a national park, and you saw an actual bear.  Suddenly, you realized your previous understanding of \"bear\" was way off. Bears don't have button eyes and little smiles made of thread. They weren't soft. You couldn't hug one. The bear you spent the first years of life snuggling with was just a shadowy imitation of the reality of bear-ness. Now, check out this somewhat more mature example:  You might have been the first member of your tweeny group of friends to discover the wonders of romantic attraction. You might've felt like your eyes were open to a whole new world that your friends were still blind to. And when you tried to explain to them what had happened to you, and how you felt? They probably thought you were crazy, and there is no doubt that this feeling was mutual. This is what our poor protagonist goes through when he re-enters the cave. So why does Plato tell us this story? It's not just about little a-ha moments: like when we discovered bears and boys weren't what we once thought they were.  It's more than that. Plato wants us to see that, right now, we are prisoners in a cave. Everything in our world is actually *a* mere shadow of a higher reality. Just as the man in the story once mistook shadows for real things, we are currently prisoners in a cave of our own. But instead of mistaking shadows for the material objects of the ordinary world, our mistake was thinking that the material objects of the ordinary world were  the most real; a fact that has long been accepted but later turned out to be false. As such: the shape of the Earth, The idea that the Earth is the center of the universe, and the beliefs that heroin, tobacco, and lobotomies are good for people — Those so-called facts turned out to be far from the truth. So, there's a lot packed into this little story. Plato is urging you to consider that the world isn't really as it seems. And making a statement about philosophy is hard. Accepting that much of what we’ve always believed might actually be false can make us uncomfortable; You may feel temporarily blinded.  You may learn just enough to know that our old beliefs aren’t reliable but you don’t yet know enough to feel comfortable with those new ideas. What’s more, our old friends, who aren’t on this journey with us, will never understand.   The conclusion is faulty, because it mistakes the absence of something for the presence of something; *Yet* it strikes us as plausible on some level, because language has duped us into considering a reality where a creature called No-Cat with two tails is actually a thing. A cat with three tails doesn’t add to our understanding but makes more sense and appears more real to us.  Figuring out puzzles like this is kind of like flipping a switch: first you're confused, and then the cause of the confusion seems obvious. It's just a matter of sorting through what's actually real. And Plato thinks philosophy is kind of like that too – going from the darkness into the light is disorienting – but rewarding.  It’s kinda bad in this case though: because we can never see a cat with three tails. However, to be honest, I would mostly just like to  look at any cat. And that brings us to tonight's episode of Crash Course Philosophy. We learned about Plato's famous Myth of the Cave, questioned the relationship between appearance and reality, and explored the process of philosophical discovery today. Next time, we will disappear even deeper into the hole of shadow and disbelief – all in the hopes of eventually emerging into the light: This episode is brought to you by Squarespace.  Squarespace helps create websites for you and your ideas. Websites look professionally designed regardless of skill level; no coding required. Try Squarespace at squarespace.com/crashcourse for special offer, Crash Course Philosophy is produced in association with PBS Digital Studios; head over to their channel, as they love, like Shanx FX, Gross Science, and PBS game/show to see amazing shows; This episode of Crash course was filmed in the Dr. Cheryl C, Kinney Crash Course Studio;  With help from all those wonderful people. Our Graphics Team is Thought Cafe.\n",
    "keywords": "“philosophical_reality,”  \"metaphysical\", \"cave_of_our_own,\"  \"shadows_vs_reality\", \"plato\", \"myth_of_the_cave,\" \"appearance_vs_reality\",\"philosophical_discovery\", \"philosophy\", \"logic_problems\", \"puzzle\", \"language_mistakes\", \"cat_with_three_tails\",\"squarespace\",\"CrashCourse\", \"PBS\",  \"education\" \n"
  }
]