[
  {
    "uid": "-wrCpLJ1XAw__B1__S3.0",
    "text": " Crash Course Philosophy is brought to you\nby Squarespace. Squarespace: Share your passion with the world. How do you know that aspirin will take care\nof your headache? Why do you really want to see the new Marvel movie,\neven though you haven’t heard anything about it, good or bad? Your ability to do things like predict how\na medication will affect you, or what movie you might like, or even things like what the\nperfect gift might be for your best friend, or what’s the fastest way to get to campus\n–- all of this stuff, you know through induction. Deductive arguments are great because they\ngive us certain answers. But unfortunately, much of the world cannot\nbe summed up in a neat deductive proof. Deduction requires a fair amount of general\ninformation to give you a specific conclusion that is, frankly, probably kind of obvious. So, philosophy -- and basically, you know, life as well --\nrequire that you have other ways of reasoning. In addition to knowing how one fact leads\nto another, you also need to take what you’ve experienced before, and use that to predict\nwhat might happen in the future. And you need to be able to rule out what can’t\nbe true, so you can focus on what can. Through these kinds of reasoning, you’re\nnot only able to figure out stuff like how to fix your headache, and why your roommate\nmight be acting weird. You can also come up with better, more skillful arguments — and\ncounterarguments — which are some of the most important maneuvers in the philosophical\ngame. And maybe the best part is, you already know\nhow to use these techniques. In fact, I bet you’ve used them this very\nday. You know this! [Theme Music] If you possess any ability to really predict the\nfuture, it lies in your ability to reason inductively. Inductive reasoning relies on the predictability\nof nature to reveal that the future is likely to resemble the past, often in important ways. For example, there’s tons of research to\nsupport the knowledge that aspirin -- acetylsalicylic acid -- is an effective treatment for pain,\nlike headaches. And you probably have personal experience\nwith the effects of aspirin, too. So, you believe that this aspirin tablet will\ncure the headache you have right now, because countless aspirin tablets have cured countless\nheadaches in the past. Likewise, you want to see the new Marvel movie,\nbecause you liked most of the other ones, so you believe that they’ll continue to\ndeliver for you, entertainment-wise. But it’s important to remember that, unlike\ndeduction, where true premises entail true conclusions, inductive premises only mean\nthat the conclusion is likely to be true. Inductive arguments don’t provide you with\ncertainty. Instead, they work in terms of probabilities. And they’re useful for more than predicting\nwhat’s going to happen. For example: Most men in ancient Athens had beards.\nSocrates was a man who lived in ancient Athens. Therefore, Socrates probably had a beard This is an inductive argument, because it\nstarts with what we already know – about the grooming habits of ancient Athenian men,\nand about the time and place in which Socrates lived – and makes an educated guess based\non that information. There’s no guarantee that the conclusion is correct,\nbut what’s known would seem to support it. Reasoning like this is incredibly useful, which is\nwhy it’s so common. But there’s also a problem. The future doesn’t always resemble the past.\nAnd every pattern has its outliers. So induction always has the potential to produce\nfalse results. Aspirin might not work on a really bad headache. The new Marvel movie\nmight be awful. And, yeah, maybe a specific guy in Athens had a beard but it’s possible\nhe didn’t! While the world tends to work according to\npredictable rules, sometimes those rules are violated. And you know what you need when that happens?\nA little Flash Philosophy. Off to the Thought Bubble. Contemporary American philosopher Nelson Goodman\nconfronts the problems of induction, using a thought exercise about a hypothetical substance\ncalled grue. According to Goodman’s scenario, grue is\nanything that’s the color green before a certain time, a time that we will call t. And another property of grue is that, while\nit’s green before time t, it’s blue after it. Now, let’s assume that we’re living in\na time before t. T could happen a hundred years from now or tomorrow, but we know that\nall of the emeralds we’ve ever seen are green So, inductive reasoning lets us conclude that\nall emeralds are green, and will remain green after time t -- since emeralds haven’t been\nknown to change color. BUT! All emeralds are grue! Because it's not yet time t,\nand they're green, which is part of the definition of grue. So we have no choice but to conclude that\nthe emeralds will be blue after time t arrives. Now we’ve got a problem. Because inductive\nreasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning\nalso tells us that they’ll remain green. Goodman’s riddle reminds us that inductive\nevidence can be flawed, or contradictory. It can make you think that you can predict\nthe future, when of course you can’t. So, there are times when you need to get at\nthe truth in other ways. Like by eliminating what’s obviously not true, and considering\nwhat’s most likely. And for this, we turn our attention to one\nof the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The\nSign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever\nremains, however improbable, must be the truth.” This is probably the best, most succinct description\never given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking\nabout a kidnapping or something, but abduction is a thought process sometimes described as\n“inference to the best explanation.“ Abduction doesn’t reason straight from a premise to\na conclusion, as we’ve seen in deduction and induction.",
    "smry_text": "###  Inductive Reasoning and Problem of Prioritizing \n\nThis video discusses inductive reasoning - a method where conclusions are based on past experience and observed patterns, rather than strict deductions. Examples like the use of aspirin for headaches or the belief that new Marvel movies will be enjoyable due to previous good ones are presented. Inductive reasoning, though useful in predicting future outcomes based on probability, doesn’t provide absolute certainty. This method is effective for making predictions based on patterns that we observe, but there's always potential for unexpected events and deviations from expected norms.\n\n###  The Limitations of Induction: An Illustrative Case Study\n\nPhilosopher Nelson Goodman, challenges the limitations of induction with a thought experiment involving a hypothetical substance 'grue.' The example highlights how inductive arguments can sometimes lead to incorrect conclusions based on incomplete information regarding time sequence and previously observed traits like greenness. \n\n **Further analysis and conclusion.** \nThe video concludes by suggesting that there are times when further investigation based on eliminating false assumptions is necessary, rather than relying solely on the potential of predictions. A significant example for this thought process is Sherlock Holmes' approach to problem-solving, where he emphasizes elimination of improbable options before reaching a valid potential answer - known as the 'abduction' technique.\n \n\n **Note:** The summary avoids subjective opinions or claims about the speaker's position and content focusing merely on the transcribed information from the video transcript.  ",
    "clean_text": "Crash Course Philosophy is brought to you by Squarespace. Squarespace: Share your passion with the world. How do you know that aspirin will take care of your headache? Why do you really want to see the new Marvel movie, even though you haven’t heard anything about it, good or bad? Your ability to do things like predict how a medication will affect you, or what movie you might like, or even things like what the perfect gift might be for your best friend, or what’s the fastest way to get to campus –- all of this stuff, you know through induction. Deductive arguments are great because they give us certain answers. But unfortunately, much of the world cannot be summed up in a neat deductive proof. Deduction requires a fair amount of general information to give you a specific conclusion that is, frankly, probably kind of obvious. So, philosophy –- and basically, you know, life as well -- require that you have other ways of reasoning. In addition to knowing how one fact leads to another, you also need to take what you’ve experienced before, and use that to predict what might happen in the future. And you need to be able to rule out what can't be true, so you can focus on what can. Through these kinds of reasoning, you’re not only able to figure out stuff like how to fix your headache, and why your roommate might be acting weird. You can also come up with better, more skillful arguments — and counterarguments — which are some of the most important maneuvers in the philosophical game. And maybe the best part is, you already know\nhow to use these techniques. In fact, I bet you’ve used them this very day. You know this! [Theme music] If you possess any ability to really predict the future, it lies in your ability to reason inductively. Inductive reasoning relies on the predictability of nature to reveal that the future is likely to resemble the past, often in important ways. For example, there’s tons of research to support the knowledge that aspirin -- acetylsalicylic acid -- is an effective treatment for pain, like headaches. And you probably have personal experience with the effects of aspirin, too. So, you believe that this aspirin tablet will cure the headache you have right now, because countless aspirin tablets have cured countless headaches in the past. Likewise, you want to see the new Marvel movie, because you liked most of the other ones, so you believe they’ll continue to deliver for you, entertainment-wise. But it’s important to remember that, unlike deduction, where true premises entail true conclusions, inductive premises only mean that the outcome is probable. All emeralds are grue! Because it's not yet time t, and they're green, which is part of the definition of grue. So we have no choice but to conclude that the emeralds will be blue after time t arrives. Now we’ve got a problem. Because inductive reasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning also tells us that they’ll remain green. Goodman’s riddle reminds us that inductive evidence can be flawed, or contradictory. It can make you think that you can predict the future, when of course you can’t. So, there are times when you need to get at the truth in other ways. Like by eliminating what's obviously not true, and considering what's most likely. And for this, we turn our attention to one of the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The Sign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever remains, however improbable, must be the truth.”  This is probably the best, most succinct description ever given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking about a kidnapping or something, but abduction is a thought process sometimes described as “inference to the best explanation.” Abduction doesn't reason straight from a premise to a conclusion, as we've seen in deduction and induction. \n",
    "keywords": "knowledge, reasoning, induction, deduction, experience, future prediction, probability, aspirin headache treatment, Marvel movie preferences, philosophical arguments, counterarguments,  goodness of fit, deductive proofs, empirical evidence, exceptions, outliers, randomness, grue theory, Nelson Goodman, Sherlock Holmes, abductive reasoning, best explanation \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B2__S61.469",
    "text": " to fix your headache, and why your roommate\nmight be acting weird. You can also come up with better, more skillful arguments — and\ncounterarguments — which are some of the most important maneuvers in the philosophical\ngame. And maybe the best part is, you already know\nhow to use these techniques. In fact, I bet you’ve used them this very\nday. You know this! [Theme Music] If you possess any ability to really predict the\nfuture, it lies in your ability to reason inductively. Inductive reasoning relies on the predictability\nof nature to reveal that the future is likely to resemble the past, often in important ways. For example, there’s tons of research to\nsupport the knowledge that aspirin -- acetylsalicylic acid -- is an effective treatment for pain,\nlike headaches. And you probably have personal experience\nwith the effects of aspirin, too. So, you believe that this aspirin tablet will\ncure the headache you have right now, because countless aspirin tablets have cured countless\nheadaches in the past. Likewise, you want to see the new Marvel movie,\nbecause you liked most of the other ones, so you believe that they’ll continue to\ndeliver for you, entertainment-wise. But it’s important to remember that, unlike\ndeduction, where true premises entail true conclusions, inductive premises only mean\nthat the conclusion is likely to be true. Inductive arguments don’t provide you with\ncertainty. Instead, they work in terms of probabilities. And they’re useful for more than predicting\nwhat’s going to happen. For example: Most men in ancient Athens had beards.\nSocrates was a man who lived in ancient Athens. Therefore, Socrates probably had a beard This is an inductive argument, because it\nstarts with what we already know – about the grooming habits of ancient Athenian men,\nand about the time and place in which Socrates lived – and makes an educated guess based\non that information. There’s no guarantee that the conclusion is correct,\nbut what’s known would seem to support it. Reasoning like this is incredibly useful, which is\nwhy it’s so common. But there’s also a problem. The future doesn’t always resemble the past.\nAnd every pattern has its outliers. So induction always has the potential to produce\nfalse results. Aspirin might not work on a really bad headache. The new Marvel movie\nmight be awful. And, yeah, maybe a specific guy in Athens had a beard but it’s possible\nhe didn’t! While the world tends to work according to\npredictable rules, sometimes those rules are violated. And you know what you need when that happens?\nA little Flash Philosophy. Off to the Thought Bubble. Contemporary American philosopher Nelson Goodman\nconfronts the problems of induction, using a thought exercise about a hypothetical substance\ncalled grue. According to Goodman’s scenario, grue is\nanything that’s the color green before a certain time, a time that we will call t. And another property of grue is that, while\nit’s green before time t, it’s blue after it. Now, let’s assume that we’re living in\na time before t. T could happen a hundred years from now or tomorrow, but we know that\nall of the emeralds we’ve ever seen are green So, inductive reasoning lets us conclude that\nall emeralds are green, and will remain green after time t -- since emeralds haven’t been\nknown to change color. BUT! All emeralds are grue! Because it's not yet time t,\nand they're green, which is part of the definition of grue. So we have no choice but to conclude that\nthe emeralds will be blue after time t arrives. Now we’ve got a problem. Because inductive\nreasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning\nalso tells us that they’ll remain green. Goodman’s riddle reminds us that inductive\nevidence can be flawed, or contradictory. It can make you think that you can predict\nthe future, when of course you can’t. So, there are times when you need to get at\nthe truth in other ways. Like by eliminating what’s obviously not true, and considering\nwhat’s most likely. And for this, we turn our attention to one\nof the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The\nSign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever\nremains, however improbable, must be the truth.” This is probably the best, most succinct description\never given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking\nabout a kidnapping or something, but abduction is a thought process sometimes described as\n“inference to the best explanation.“ Abduction doesn’t reason straight from a premise to\na conclusion, as we’ve seen in deduction and induction. Instead, it reasons by ruling out possible\nexplanations until you’re left with the most plausible one, given the evidence. Consider\nthis: Anna told you she failed her physics midterm. Anna hasn’t been in physics class since\nyour teacher graded the exams. Anna has been in sociology class, which meets\nright after physics. Anna dropped physics. Now, with only these premises, we can’t\ndeductively or inductively prove our conclusion – that she dropped physics. But, it’s a justifiable conclusion, because,\ngiven what we know, dropping the class is the most plausible explanation of events. We know she’s not sick – because she’s\nstill going to sociology – and we know she had good reason to withdraw from the class,\nbecause she was unlikely to pass. Concluding that she dropped the course makes\nthe most tidy use of our information, without leaving any loose ends. So let’s look at\nanother one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you’re both sick doesn’t\nprove that the sushi caused the sickness. But, given that you both ate the same thing\nand you both have the same symptoms – absent other information, like that a stomach virus\nis going around your dorm – the best explanation",
    "smry_text": "The speaker discusses the concepts of deductive versus inductive reasoning and how they apply to real-world situations, such as predicting future outcomes.  \n\n**Inductive Reasoning:** This method uses observable data from past experiences or patterns to form inferences about potential future scenarios. For example, the speaker states the effectiveness of aspirin for headache relief due to its historical use in treating pain. They also use instances like liking previous movies to expect positive outcomes with a new release. \n-  Inductive reasoning provides probabilities of future situations, not certainties. It is reliant on predictable patterns but can sometimes produce false conclusions if the prediction model isn't accurate.\n\n**Common Challenges and Counter Examples:** Inductive reasoning often encounters outliers or exceptional cases that contradict its predictions. The speaker provided an example of emeralds being green before time t arrived. When considering all known instances (e.g., historical, social trends, existing phenomena), a conclusion is drawn based on existing information. However, since we currently are unsure about the future, it may be impossible to predict or confirm that assumption accurately. Therefore, it leads us to an unexpected outcome.\n\n**Alternative Reasoning Methods:** The speaker introduces \"abduction\" as another important mode of reasoning for understanding what leads to specific outcomes. Abductive reasoning involves identifying and eliminating potential explanations until a plausible one emerges based on available evidence.  Examples include solving logical inconsistencies or finding probable solutions with existing information. \n- Sherlock Holmes, illustrated through Sir Arthur Conan Doyle's fictional character, plays an active role in exemplifying this. Holmes's philosophy, described as \"inference to the best explanation,\" is essentially abductive reasoning applied logically and systematically.\n\n\n\nLet me reiterate that the summary aims merely at providing information about the transcript without offering any opinions and avoiding bias. You’ll find sections for each topic of discussion and a conclusion at the end where all parts of the explanation come together.\n",
    "clean_text": "The generated clean text is: To fix his headache and why his roommate might be acting weird. You can also come up with better, more skillful arguments - and counterarguments - which are some of the most important maneuvers in the philosophical game. And maybe the best part is you already know how to use these techniques. In fact, I bet you’ve used them this very day.  You know this! [Theme Music] If you possess any ability to really predict the future, it lies in your ability to reason inductively. Inductive reasoning relies on the predictability of nature to reveal that the future is likely to resemble the past, often in important ways. For example, there’s tons of research to support knowledge that aspirin -- acetylsalicylic acid — is an effective treatment for pain like headaches. And you probably have personal experience with the effects of aspirin, too. So you believe this aspirin tablet will cure the headache you have right now because countless aspirin tablets have cured countless headaches in the past. Likewise, you want to see the new Marvel movie because you liked most of the other ones, so you believe they’ll continue to deliver for you entertainment-wise. But it’s important to remember that unlike deduction where true premises entail true conclusions, inductive premises only mean that the conclusion is likely to be true. Inductive arguments don’t provide you with certainty but instead work in terms of probabilities. And they’re useful for more than predicting what’s going to happen. For example, Most men in ancient Athens had beards. Socrates was a man who lived in ancient Athens. Therefore, Socrates probably had a beard This is an inductive argument because it starts with what we already know about the grooming habits of ancient Athenian men and about the time and place where Socrates lived and made an educated guess based on that information. There’s no guarantee that the conclusion is correct, but what we know would seem to support it. Reasoning like this is incredibly useful which is why it’s so common. However, there’s also a problem The future doesn’t always resemble the past, and every pattern has its outliers. So induction always has the potential to produce false results.  Aspirin might not work on a really bad headache. The new Marvel movie might be awful, And yeah, maybe a specific guy in Athens had a beard but it’s possible he didn’t! While the world tends to work according to predictable rules, sometimes those rules are violated. And you know what you need when that happens? A little Flash Philosophy. Off to the Thought Bubble \nContemporary American philosopher Nelson Goodman confronts the problems of induction, using a thought exercise about a hypothetical substance called grumbly. In chapter six of Sir Arthur Conan Doyle’s “The Sign of the Four,” Mr. Holmes says, and I quote: \"When you have eliminated the impossible, whatever remains, however improbable, must be the truth.\"  This is probably the best, most succinct description ever given concerning the kind of reasoning known as abduction; which I know sounds like we're talking about a kidnapping or something, but abduction is a thought process sometimes described as “inference to the best explanation.” Abduction doesn’t reason straight from a premise to a conclusion, as we’ve seen in deduction and induction. Instead, it reasons by ruling out possible explanations until you’re left with the most plausible one given the evidence. Consider this:  ANNA told you she failed her physics midterm. ANNA hasn't been in physics class since your teacher graded the exams. ANNA has been in sociology class, which meets right after physics. Anna dropped physics. Now, with only these premises, we couldn’t deductively or inductively prove our conclusion-- that she dropped physics. But, given what we know, dropping the class is the most tidy explanation of events; because without other information like a stomach virus is going around your dorm -\nWe know she's not sick - because she is still going to sociology – and we know she had a good reason to withdraw from the class because she was unlikely to pass. Concluding that she dropped the course makes the most tidy use of our information, without leaving any loose ends. \n\n So let’s look at another one: You and your roommate ate sushi last night.  You both wake up with violent stomachaches. You and your roommate ate some bad sushi, The mere fact that you’re both sick doesn't prove that the sushi caused the sickness.  But, given that you both ate the same thing, and you both have the same symptoms – absent other information like that a stomach virus is going around your dorm – the best explanation.   \n",
    "keywords": "induced reasoning, probability, future predictions, ancient Athens, Socrates, deduction, induction,  grue,  Nelson Goodman, Sherlock Holmes, abduction, inference to the best explanation, logical fallacy, roommates, headaches, aspirin, physics class, sociology class, bad sushi, stomachache. \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B3__S120.659",
    "text": " Likewise, you want to see the new Marvel movie,\nbecause you liked most of the other ones, so you believe that they’ll continue to\ndeliver for you, entertainment-wise. But it’s important to remember that, unlike\ndeduction, where true premises entail true conclusions, inductive premises only mean\nthat the conclusion is likely to be true. Inductive arguments don’t provide you with\ncertainty. Instead, they work in terms of probabilities. And they’re useful for more than predicting\nwhat’s going to happen. For example: Most men in ancient Athens had beards.\nSocrates was a man who lived in ancient Athens. Therefore, Socrates probably had a beard This is an inductive argument, because it\nstarts with what we already know – about the grooming habits of ancient Athenian men,\nand about the time and place in which Socrates lived – and makes an educated guess based\non that information. There’s no guarantee that the conclusion is correct,\nbut what’s known would seem to support it. Reasoning like this is incredibly useful, which is\nwhy it’s so common. But there’s also a problem. The future doesn’t always resemble the past.\nAnd every pattern has its outliers. So induction always has the potential to produce\nfalse results. Aspirin might not work on a really bad headache. The new Marvel movie\nmight be awful. And, yeah, maybe a specific guy in Athens had a beard but it’s possible\nhe didn’t! While the world tends to work according to\npredictable rules, sometimes those rules are violated. And you know what you need when that happens?\nA little Flash Philosophy. Off to the Thought Bubble. Contemporary American philosopher Nelson Goodman\nconfronts the problems of induction, using a thought exercise about a hypothetical substance\ncalled grue. According to Goodman’s scenario, grue is\nanything that’s the color green before a certain time, a time that we will call t. And another property of grue is that, while\nit’s green before time t, it’s blue after it. Now, let’s assume that we’re living in\na time before t. T could happen a hundred years from now or tomorrow, but we know that\nall of the emeralds we’ve ever seen are green So, inductive reasoning lets us conclude that\nall emeralds are green, and will remain green after time t -- since emeralds haven’t been\nknown to change color. BUT! All emeralds are grue! Because it's not yet time t,\nand they're green, which is part of the definition of grue. So we have no choice but to conclude that\nthe emeralds will be blue after time t arrives. Now we’ve got a problem. Because inductive\nreasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning\nalso tells us that they’ll remain green. Goodman’s riddle reminds us that inductive\nevidence can be flawed, or contradictory. It can make you think that you can predict\nthe future, when of course you can’t. So, there are times when you need to get at\nthe truth in other ways. Like by eliminating what’s obviously not true, and considering\nwhat’s most likely. And for this, we turn our attention to one\nof the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The\nSign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever\nremains, however improbable, must be the truth.” This is probably the best, most succinct description\never given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking\nabout a kidnapping or something, but abduction is a thought process sometimes described as\n“inference to the best explanation.“ Abduction doesn’t reason straight from a premise to\na conclusion, as we’ve seen in deduction and induction. Instead, it reasons by ruling out possible\nexplanations until you’re left with the most plausible one, given the evidence. Consider\nthis: Anna told you she failed her physics midterm. Anna hasn’t been in physics class since\nyour teacher graded the exams. Anna has been in sociology class, which meets\nright after physics. Anna dropped physics. Now, with only these premises, we can’t\ndeductively or inductively prove our conclusion – that she dropped physics. But, it’s a justifiable conclusion, because,\ngiven what we know, dropping the class is the most plausible explanation of events. We know she’s not sick – because she’s\nstill going to sociology – and we know she had good reason to withdraw from the class,\nbecause she was unlikely to pass. Concluding that she dropped the course makes\nthe most tidy use of our information, without leaving any loose ends. So let’s look at\nanother one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you’re both sick doesn’t\nprove that the sushi caused the sickness. But, given that you both ate the same thing\nand you both have the same symptoms – absent other information, like that a stomach virus\nis going around your dorm – the best explanation is that the sushi caused your intestinal anguish. Now, like induction, abduction doesn’t give\nus certainty. But it is a really useful way to get through\npuzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they’re\ndiagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just\nbeware, because abduction must be used carefully! It uses only information you have at hand\n-- that’s why doctors and detectives work so hard to dig up more data, and re-create events from\nthe past, so they can help draw better conclusions. All right, now that we’ve looked at some\nargument types, let’s find out how philosophers use arguments to interact with each other. Because, philosophers don’t argue like other\npeople do. It’s not like the conversation you have\naround the dinner table about whether the Patriots are better than the Seahawks, or\nwhy plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different,\nhigher standards. They don’t teach each other get away with\nsaying, “I reject your argument because I don’t like its conclusion.” Or, “That’s\npreposterous, peanut M&Ms are so good.”",
    "smry_text": "A common misconception is that inductive arguments, useful for predicting probabilities, provide certainty. While the past can help shape our understanding of the future, there's always a chance those patterns won't repeat exactly. For example, historical information might suggest that emerald stones have always been green, yet new discoveries could prove otherwise. This illustrates why it's crucial to understand the limitations of inductive arguments and acknowledge potential flaws.  \n\nPhilosopher Nelson Goodman used a thought experiment (grue) to highlight this flaw. While all emeralds were green before time 't,' they are also considered grue based on a single criteria: their color before time 't' – highlighting the unexpected shift in logic that can occur with inductive argumentation. This paradox reminds us that inductive inferences are prone to inconsistencies, especially when confronted with potential breaches of assumed patterns and rules.  \n\nDespite these limitations, the philosopher's framework presents a valuable tool for navigating complex situations and achieving clarity. Abduction is commonly thought as \"inference to the best explanation\" – meaning it works by eliminating plausible possibilities and pinpointing the most logically sound conclusion based on available evidence. For instance, if someone informs you they failed their physics midterm after not showing up for class, while skipping the test was a significant factor contributing to the result, the deduction might be plausible but limited due to missing crucial information about external factors (illnesses, etc.)\n\nUltimately, abductive reasoning doesn't offer proof.  It provides likely explanations based on available data to create logically sound conclusions without relying on historical or scientific evidence for a more definitive conclusion. This type of reasoning is used in fields ranging from medicine and investigation to everyday life interactions and helps generate practical solutions to intricate conundrums where the answers are not explicitly apparent. But, careful consideration by philosophers and practitioners must be taken into account to avoid misinterpretation of data and fallacies like this can skew judgment. \n\n\n",
    "clean_text": "The new Marvel movie is appealing, due in part to the enjoyment of previous films. This expectation suggests those titles will continue to deliver entertainment. However, it's important to remember inductive arguments offer no certainty; instead, they depend on probability. Inductive reasoning applies to predicting future events such as: Most men in ancient Athens had beards. Socrates was a man from ancient Athens. Therefore, Socrates probably had a beard, representing an inductive argument based on existing knowledge of Athens’ grooming habits and Socrates' existence within the same time frame.  While not absolute proof, this assumption is supported by known information, creating perceived reasoning that strengthens it. However, a need for further investigation might emerge due to unforeseen circumstances like: Aspirin may not be effective against severe headaches. Perhaps the new Marvel movie will prove unenjoyable. Some individuals were born with beards but, given specific historical context, these results can sometimes appear unreliable or unexpected. Although the world follows predictable rules, exceptions occur from time-time t.  And you know what is needed during such a situation? Flash Philosophy. Turning to Thought Bubbles where contemporary American philosopher Nelson Goodman tackled induction's challenges using a hypothetical substance called grue. According to Goodman, Grue, anything of before time t, was the color green. Further, it had a property that made it blue after time t.  Assume the time was already near. Time-t might be a hundred years from now or tomorrow. A consistent example is emeralds. We observe that all those emeralds we've ever seen were green. This allows us to conclude all emeralds remain green after time t. But because grue changes colors, it will later be blue—which makes the final assertion impossible. As a result, this paradox demonstrates how inconsistent inductive evidence can fail due to contradictions, sometimes leading to faulty predictions about the future, which is more difficult to comprehend as people generally assume that prediction must always happen. Time has a great impact on our lives and many events can only be predicted from time-t forward, in order for time to go faster. For example, an English philosopher Sherlock Holmes offers insight into inductive reasoning – deduction and induction, with the help of case studies. Sir Arthur Conan Doyle’s \"The Sign of the Four,\" mentions a prominent instance, where Mr. Holmes says: “When all else is lost, it's possible to make inferences from the available data.” His statement suggests that when considering evidence from a specific case, it can only be decided by how much of those pieces are available. The same principle applies to Anna - that she failed her physics midterm - as you were both present while eating sushi after work – we don’t know who made the decision for each one, but in this particular case, we need to investigate further; however, in inductive argumentation, it's possible to make inferences from the available data. The idea that when all other options have failed or been discounted as valid; if a case can be proven convincingly, then there is merit there – meaning it is possible to move ahead and determine its validity. A similar example could be your roommate feeling sick after eating sushi - this does not mean that he or she contracted an illness. There’s the chance they simply got sick; however, we also must consider all other possibilities. If so, in inductive argumentation, there should be a logical process for moving forward to make a decision – which was established, due to lack of evidence for what exactly caused our roommate's symptoms.  For example, doctors use abduction a lot when diagnosing illnesses and detectives analyze details when working on a case – which brings us back to the concept of making good decisions based solely on available information. This method is often referred to as deductive reasoning and it relies on known facts to form conclusions. \n\n\n\n",
    "keywords": "phenomenology, philosophy, deductive reasoning, inductive reasoning, probability,  induction, future prediction, abduction, Sherlock Holmes, evidence-based reasoning, problem-solving, explanation, logical analysis, armchair philosopher, modern philosophy, thought bubble, Nelson Goodman, grue, alternative explanations, 20th century England, argumentative techniques, philosophical discourse, communication strategies, ethical considerations, clear evidence, scientific inquiry, doctor's diagnosis. \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B4__S180.409",
    "text": " really bad headache. The new Marvel movie\nmight be awful. And, yeah, maybe a specific guy in Athens had a beard but it’s possible\nhe didn’t! While the world tends to work according to\npredictable rules, sometimes those rules are violated. And you know what you need when that happens?\nA little Flash Philosophy. Off to the Thought Bubble. Contemporary American philosopher Nelson Goodman\nconfronts the problems of induction, using a thought exercise about a hypothetical substance\ncalled grue. According to Goodman’s scenario, grue is\nanything that’s the color green before a certain time, a time that we will call t. And another property of grue is that, while\nit’s green before time t, it’s blue after it. Now, let’s assume that we’re living in\na time before t. T could happen a hundred years from now or tomorrow, but we know that\nall of the emeralds we’ve ever seen are green So, inductive reasoning lets us conclude that\nall emeralds are green, and will remain green after time t -- since emeralds haven’t been\nknown to change color. BUT! All emeralds are grue! Because it's not yet time t,\nand they're green, which is part of the definition of grue. So we have no choice but to conclude that\nthe emeralds will be blue after time t arrives. Now we’ve got a problem. Because inductive\nreasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning\nalso tells us that they’ll remain green. Goodman’s riddle reminds us that inductive\nevidence can be flawed, or contradictory. It can make you think that you can predict\nthe future, when of course you can’t. So, there are times when you need to get at\nthe truth in other ways. Like by eliminating what’s obviously not true, and considering\nwhat’s most likely. And for this, we turn our attention to one\nof the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The\nSign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever\nremains, however improbable, must be the truth.” This is probably the best, most succinct description\never given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking\nabout a kidnapping or something, but abduction is a thought process sometimes described as\n“inference to the best explanation.“ Abduction doesn’t reason straight from a premise to\na conclusion, as we’ve seen in deduction and induction. Instead, it reasons by ruling out possible\nexplanations until you’re left with the most plausible one, given the evidence. Consider\nthis: Anna told you she failed her physics midterm. Anna hasn’t been in physics class since\nyour teacher graded the exams. Anna has been in sociology class, which meets\nright after physics. Anna dropped physics. Now, with only these premises, we can’t\ndeductively or inductively prove our conclusion – that she dropped physics. But, it’s a justifiable conclusion, because,\ngiven what we know, dropping the class is the most plausible explanation of events. We know she’s not sick – because she’s\nstill going to sociology – and we know she had good reason to withdraw from the class,\nbecause she was unlikely to pass. Concluding that she dropped the course makes\nthe most tidy use of our information, without leaving any loose ends. So let’s look at\nanother one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you’re both sick doesn’t\nprove that the sushi caused the sickness. But, given that you both ate the same thing\nand you both have the same symptoms – absent other information, like that a stomach virus\nis going around your dorm – the best explanation is that the sushi caused your intestinal anguish. Now, like induction, abduction doesn’t give\nus certainty. But it is a really useful way to get through\npuzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they’re\ndiagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just\nbeware, because abduction must be used carefully! It uses only information you have at hand\n-- that’s why doctors and detectives work so hard to dig up more data, and re-create events from\nthe past, so they can help draw better conclusions. All right, now that we’ve looked at some\nargument types, let’s find out how philosophers use arguments to interact with each other. Because, philosophers don’t argue like other\npeople do. It’s not like the conversation you have\naround the dinner table about whether the Patriots are better than the Seahawks, or\nwhy plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different,\nhigher standards. They don’t teach each other get away with\nsaying, “I reject your argument because I don’t like its conclusion.” Or, “That’s\npreposterous, peanut M&Ms are so good.” Instead, if you disagree with a conclusion,\nyou need to give reasons, just like the first person did when they made their case. Both people involved in this kind of exchange\nare known as interlocutors, because we have to name everything. The first one advances\nan argument, and the second one can either accept it, or offer a counterargument, which\nis just what it sounds like – an argument offered in opposition to another argument. Think back to Socrates and the beard. You think Socrates had a beard, and your reasoning\nis that most men in his time and place had them. I, however, think you’re wrong. So I give\nyou a counterargument. Gorgias, a contemporary of Socrates, said\nSocrates couldn’t grow a beard and that he would sneak into barbershops and steal\ndiscarded clippings to fashion fake beards for himself. Therefore, Socrates didn’t\nhave a (real) beard. And I just want to point out that this is\nan actual philosophy conspiracy theory. Gorgias was a real guy, who differed with\nSocrates on many things, and the dispute was said to have gotten personal. According to accounts of the time, Gorgias\nactually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and\ndiscredit his rival. I mean, how could you",
    "smry_text": "<h2>A Summary of Philosophical Arguments </h2>\n\n\n### The Problem with Inductive Reasoning\n\nThe transcript discusses issues surrounding inductive reasoning, which can sometimes lead to faulty conclusions.  A classic example given involves green emeralds; they are observed to be green before time t. This observation leads to a potentially false conclusion that all emeralds will always remain green after time t (since they haven't been known to change color) based on inductive evidence. However, the concept challenges this assumption by introducing \"grue,\" where it is blue after time t arrives despite being green before time t. \n\nThe presence of two incompatible facts demonstrates the limitations of inductive reasoning – even when seemingly intuitive deductions may lead to flawed conclusions.  Understanding these limitations highlights the need for alternative approaches such as abduction, which considers plausible explanations and eliminates possibilities with greater logical rigor.\n\n\n### Introduction to Abduction\n\nThe transcript focuses on an interesting alternative reasoning method called abduction. This technique focuses on eliminating possibilities to narrow down into most plausible explanation based on available information.  It helps in resolving puzzling situations like Anna's physics midterm result that seems impossible to deduce definitively without knowing more about the situation. \n\n\n### Abductive Reasoning: Example Scenarios and their Analysis\n\nThe transcript cites several scenarios where abduction effectively leads to a probable conclusion, despite lacking complete evidence:\n\n* **Anna's Physics Midterm:** Despite a missed physics exam being possible in the given scenario, the most plausible explanation is inferred by examining available information: Anna hasn’t been enrolled in class since her grades were graded; and she has strong reason for dropping the course. This leads to the conclusion that she must have dropped physics class.\n* **Bad Sushi Situation:**  The same mechanism of abduction applied here - both individuals consumed the same meals, thus exhibiting their ailments simultaneously. Based on this information, the most plausible explanation is that the food was likely the culprit – they are sick and shared a similar meal item; absent another cause (like a stomach infection).\n\nAbduction is essential for navigating challenging situations without solid evidence when examining data limitations during diagnosis or investigations.   This technique's use in medicine is common by doctors, detectives who employ it to piece together evidence, however, abduction needs to be handled carefully and based on thorough reasoning as its validity rests heavily on accurate and complete information gathering. \n\n### Interlocutors and Philosophical Discussions \n\nPhilosophical arguments are distinct from casual discussion.  Interlocutors engage in debate where each person offers their thoughts or \"arguments\", which serve to challenge the other's position, leading to a productive (and possibly contentious) back-and-forth exchange of information or ideas aimed at fostering better understanding and generating new conclusions that may not initially be evident to one party. This is often a key component of philosophical dialogues. \n\n   ## The Socrates Beard Debate\n\n\nThe transcript provides an example from historical philosophy: the supposed dispute between Socrates about his beard and Gorgias. \n\nThese conversations are particularly interesting because they suggest that even within philosophical traditions - different beliefs and opinions may clash; some disagreements would go beyond mere logical reasoning, possibly leading to the advancement of new arguments or theories.\n\n\n",
    "clean_text": " really bad headache. The new Marvel movie \nmight be awful. And, yeah, maybe a specific guy in Athens had a beard but it’s possible he didn't! While the world tends to work according to predictable rules, sometimes those rules are violated. And you know what you need when that happens? A little Flash Philosophy. Off to the Thought Bubble. Contemporary American philosopher Nelson Goodman confronts the problems of induction, using a thought exercise about a hypothetical substance called grue. According to Goodman’s scenario, grue is anything that's the color green before a certain time, a time we will call t. And another property of grue is that while it's green before time t, it's blue after it. Now, let’s assume that we're living in a time before t. T could happen a hundred years from now or tomorrow but we know all of the emeralds we've ever seen are green. So inductive reasoning lets us conclude that all emeralds are green and will remain green after time t – since emeralds haven't been known to change color. BUT! All emeralds are grue! Because it's not yet time t, and they're green, which is part of the definition of grue. So we have no choice but to conclude that the emeralds will be blue after time t arrives. Now we’ve got a problem because inductive reasoning has led us to conclude that emeralds will be blue after time t arrives but inductive reasoning also tells us they’ll remain green. Goodman's riddle reminds us that inductive evidence can be flawed, or contradictory. It can make you think you can predict the future when of course you can't. So, there are times when you need to get at the truth in other ways like eliminating what's obviously not true and considering what's most likely. And for this, we turn our attention to one of the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The Sign of the Four,” Mr. Holmes says, “When you have eliminated the impossible, whatever remains, however improbable, must be the truth.” This is probably the best, most succinct description ever given of the kind of argument type.  \nPhilosophers don’t argue like other people do. It's not like the conversation you have around the dinner table about whether the Patriots are better than the Seahawks or why plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different, higher standards. They don’t teach each other get away with saying \"I reject your argument because I don't like its conclusion.\" Or \"That's preposterous, peanut M&Ms are so good.” Instead, if you disagree with a conclusion, you need to give reasons just like the first person did when they made their case.     Both people involved in this kind of exchange are known as interlocutors because we have to name everything. The first one advances an argument, and the second one can either accept it or offer a counterargument which is just what it sounds like - an argument offered in opposition to another argument.  Think back to Socrates and the beard. You think Socrates had a beard, and your reasoning is that most men in his time and place had them. I however have a different opinion. So I give you a counterargument Gorgias, a contemporary of Socrates, said Socrates couldn’t grow a beard and that he would sneak into barbershops and steal discarded clippings to fashion fake beards for himself . Therefore, Socrtes didn't have (a real)beard. And I just want to point out that this is an actual philosophy conspiracy theory. Gorgias was a real guy who disagreed with Socrates on many things. The dispute was said to have gotten personal. According to accounts of the time, Gorgias actually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and discredit his rival. I mean how could you \n\n",
    "keywords": "analytical thinking, deduction, induction, prediction limitations, philosophical thought experiments, grue concept, Goodman's riddle, abduction reasoning, Sherlock Holmes, abductive reasoning, probable explanation, cause-and-effect relationship,  suspected causality, medical diagnoses, detective work, evidence analysis, high standards of argumentation, interlocutors, counterarguments, Socrates beard controversy, Gorgias conspiracy, philosophical disputes. \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B5__S241.78",
    "text": " Now we’ve got a problem. Because inductive\nreasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning\nalso tells us that they’ll remain green. Goodman’s riddle reminds us that inductive\nevidence can be flawed, or contradictory. It can make you think that you can predict\nthe future, when of course you can’t. So, there are times when you need to get at\nthe truth in other ways. Like by eliminating what’s obviously not true, and considering\nwhat’s most likely. And for this, we turn our attention to one\nof the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle’s “The\nSign of the Four,” Mr. Holmes says, and I quote: “When you have eliminated the impossible, whatever\nremains, however improbable, must be the truth.” This is probably the best, most succinct description\never given of the kind of reasoning known as abduction. Which I know, it sounds like we’re talking\nabout a kidnapping or something, but abduction is a thought process sometimes described as\n“inference to the best explanation.“ Abduction doesn’t reason straight from a premise to\na conclusion, as we’ve seen in deduction and induction. Instead, it reasons by ruling out possible\nexplanations until you’re left with the most plausible one, given the evidence. Consider\nthis: Anna told you she failed her physics midterm. Anna hasn’t been in physics class since\nyour teacher graded the exams. Anna has been in sociology class, which meets\nright after physics. Anna dropped physics. Now, with only these premises, we can’t\ndeductively or inductively prove our conclusion – that she dropped physics. But, it’s a justifiable conclusion, because,\ngiven what we know, dropping the class is the most plausible explanation of events. We know she’s not sick – because she’s\nstill going to sociology – and we know she had good reason to withdraw from the class,\nbecause she was unlikely to pass. Concluding that she dropped the course makes\nthe most tidy use of our information, without leaving any loose ends. So let’s look at\nanother one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you’re both sick doesn’t\nprove that the sushi caused the sickness. But, given that you both ate the same thing\nand you both have the same symptoms – absent other information, like that a stomach virus\nis going around your dorm – the best explanation is that the sushi caused your intestinal anguish. Now, like induction, abduction doesn’t give\nus certainty. But it is a really useful way to get through\npuzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they’re\ndiagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just\nbeware, because abduction must be used carefully! It uses only information you have at hand\n-- that’s why doctors and detectives work so hard to dig up more data, and re-create events from\nthe past, so they can help draw better conclusions. All right, now that we’ve looked at some\nargument types, let’s find out how philosophers use arguments to interact with each other. Because, philosophers don’t argue like other\npeople do. It’s not like the conversation you have\naround the dinner table about whether the Patriots are better than the Seahawks, or\nwhy plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different,\nhigher standards. They don’t teach each other get away with\nsaying, “I reject your argument because I don’t like its conclusion.” Or, “That’s\npreposterous, peanut M&Ms are so good.” Instead, if you disagree with a conclusion,\nyou need to give reasons, just like the first person did when they made their case. Both people involved in this kind of exchange\nare known as interlocutors, because we have to name everything. The first one advances\nan argument, and the second one can either accept it, or offer a counterargument, which\nis just what it sounds like – an argument offered in opposition to another argument. Think back to Socrates and the beard. You think Socrates had a beard, and your reasoning\nis that most men in his time and place had them. I, however, think you’re wrong. So I give\nyou a counterargument. Gorgias, a contemporary of Socrates, said\nSocrates couldn’t grow a beard and that he would sneak into barbershops and steal\ndiscarded clippings to fashion fake beards for himself. Therefore, Socrates didn’t\nhave a (real) beard. And I just want to point out that this is\nan actual philosophy conspiracy theory. Gorgias was a real guy, who differed with\nSocrates on many things, and the dispute was said to have gotten personal. According to accounts of the time, Gorgias\nactually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and\ndiscredit his rival. I mean, how could you be a good thinker if you weren’t a good\nbeard-grower. Gorgias’ gossip didn’t go over well with\neveryone, and in this instance, let’s say you are skeptical about it too. So you counter my counterargument with a counter-counterargument. Gorgias was known for being a gossip, and\nfor hating Socrates, and trying to make him look bad. His fake beard tale seems wildly\nunlikely. Therefore, we can’t take Gorgias’ statement seriously, so we should fall back\non the best information we have, which is that most of the men in his time and place\nhad beards. And as you can see, arguments of different\nstyles can be used in the same exchange. Like, the original argument, about Socrates\nprobably having a beard, was inductive. But this last counterargument is abductive.\nAnd that’s fine. Arguments are meant to be useful, so we don’t have\nto use the same kind of reasoning when we argue. This way of exchanging ideas through dialogue\nwas popularized by Socrates, and so has become known as the Socratic method. Socrates thought dialogue was the best way\nto learn, and to get at truth. And it’s important to note that, while philosophers\nhave a reputation for being an argumentative",
    "smry_text": "<h2>Problem with Inductive Reasoning: Examining Philosophical Techniques</h2>\n\nInductive reasoning, relying on observed patterns like those found in emeralds changing color over time, can lead to misleading conclusions when it is confronted with contradictory evidence. Goodman's riddle highlights this, as does the need for alternative logic often used in everyday situations and by professional thinkers. \n\n<h3>Abduction:  Reasoning For the Most Plausible Explanations</h3>\n\nTo address such instances, abductive reasoning emerges as a powerful technique. While not based on deduction or induction, abductive reasoning works by eliminating possibilities until one most likely result emerges from available evidence. This process applies best when faced with inconclusive scenarios and relies on gathering more information to avoid jumping to conclusions. \n\n**Example #1: The Physics Midterm & Sociology Class**\n\n\n* Based on limited information like failing physics, Anna's choice not to participate in it and her continued participation in sociology class - dropping the course becomes an acceptable interpretation when looking at all available evidence. \n\n**Example #2:  Sushi-related sickness**\n\n* It is unlikely that the same sushi would cause illness for both individuals if there were no other contributing factors, such as a virus, but due to their similar symptoms, abductive reasoning points towards the most likely explanation of food poisoning after eating the same sushi. \n   \n\n## Examining Philosophical Arguments\n\n\nPhilosophers engage in rigorous debates, utilizing distinct methods of deduction and abduction. Unlike personal disagreements where a conclusion can merely be objected to, philosophy requires presenting concrete evidence and arguments. When faced with a disagreement,  philosophers utilize counterarguments as necessary means of rebuttal within the framework of deductive reasoning based on pre-established argumentative principles or abductive reasoning focused on identifying specific explanations given the situation under consideration.\n \n**Example: Socrates & the Beard**\n\nPhilosopher's engagement, notably in Socratic discussions, serves as inspiration for this example. One philosopher's (Socrates) proposed beard assumption is challenged by another's (Gorgias), culminating in a counter-counterargument that addresses these claims directly and explores alternative considerations such as cultural norms at the time. It demonstrates how debates can move from assumptions to verifiable evidence, often employing the process of abductive reasoning.  \n \n\n\n**Socratic Method: Fostering Truth Through Dialogue.**\n \nSocrates' method encourages a continual exchange of ideas, focusing on finding truth through discussion and questioning. Engaging in conversations with contrasting viewpoints can uncover new perspectives and lead to deeper understanding. This approach stands strong as an example for critical thinking and insightful communication within philosophical exploration of complex situations, encouraging intellectual development.\n",
    "clean_text": "\"Now we've got a problem—Inductive reasoning has led us to conclude that emeralds will be blue after time t, but inductive reasoning also tells us they’ll remain green. Goodman’s riddle reminds us that inductive evidence can be flawed or contradictory. It can make you think that you can predict the future, when of course you can't. So, there are times when you need to get at the truth in other ways—like by eliminating what’s obviously not true, and considering what’s most likely. And for this, we turn our attention to one of the most important philosophical figures of 19th century England: Sherlock Holmes. In chapter six of Sir Arthur Conan Doyle's “The Sign of the Four,” Mr. Holmes says, 'When you have eliminated the impossible, whatever remains, however improbable, must be the truth.' This is probably the best, most succinct description ever given of the kind of reasoning known as abduction.  which I know, it sounds like we’re talking about a kidnapping or something, but abductive reasoning can sometimes be described as 'inference to the best explanation'. Abduction doesn't reason straight from a premise to a conclusion, as we've seen in deduction and induction; instead, it reasons by ruling out possible explanations until you're left with the most plausible one given the evidence. Consider this: Anna told you she failed her physics midterm. Anna haven't been in physics class since your teacher graded exams.  Anna has been in sociology class, which meets right after physics. Anna dropped physics. Now, with only these premises, we can’t deductively or inductively prove our conclusion—that she dropped physics. But, it's a justifiable conclusion; given what we know, dropping the course is the most plausible explanation of events. We know she’s not sick – because she’s still going to sociology – and we know she had good reason to withdraw from the class, because she was unlikely to pass.  Concludong that she dropped the course makes the most tidy use of our information without leaving any loose ends. So, let's look at another one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you're both sick doesn’t prove that the sushi caused the illness.  Therefore, we can assume that it was due to consumption of unhealthy food, likely a reaction to something in the food itself. \n\n\n(The above is the remaining content from your original text)   ",
    "keywords": "induced reasoning, inductive reasoning, Abductive Inference, deduction, abduction,  philosophical reasoning, Sherlock Holmes, Sir Arthur Conan Doyle, Goodman's Riddle, physics, sociology, medicine,  detectives, argument types, philosophers, interlocutors, Gorgias, Socrates, beard-growing debate, Socratic method \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B6__S302.15",
    "text": " Instead, it reasons by ruling out possible\nexplanations until you’re left with the most plausible one, given the evidence. Consider\nthis: Anna told you she failed her physics midterm. Anna hasn’t been in physics class since\nyour teacher graded the exams. Anna has been in sociology class, which meets\nright after physics. Anna dropped physics. Now, with only these premises, we can’t\ndeductively or inductively prove our conclusion – that she dropped physics. But, it’s a justifiable conclusion, because,\ngiven what we know, dropping the class is the most plausible explanation of events. We know she’s not sick – because she’s\nstill going to sociology – and we know she had good reason to withdraw from the class,\nbecause she was unlikely to pass. Concluding that she dropped the course makes\nthe most tidy use of our information, without leaving any loose ends. So let’s look at\nanother one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you’re both sick doesn’t\nprove that the sushi caused the sickness. But, given that you both ate the same thing\nand you both have the same symptoms – absent other information, like that a stomach virus\nis going around your dorm – the best explanation is that the sushi caused your intestinal anguish. Now, like induction, abduction doesn’t give\nus certainty. But it is a really useful way to get through\npuzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they’re\ndiagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just\nbeware, because abduction must be used carefully! It uses only information you have at hand\n-- that’s why doctors and detectives work so hard to dig up more data, and re-create events from\nthe past, so they can help draw better conclusions. All right, now that we’ve looked at some\nargument types, let’s find out how philosophers use arguments to interact with each other. Because, philosophers don’t argue like other\npeople do. It’s not like the conversation you have\naround the dinner table about whether the Patriots are better than the Seahawks, or\nwhy plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different,\nhigher standards. They don’t teach each other get away with\nsaying, “I reject your argument because I don’t like its conclusion.” Or, “That’s\npreposterous, peanut M&Ms are so good.” Instead, if you disagree with a conclusion,\nyou need to give reasons, just like the first person did when they made their case. Both people involved in this kind of exchange\nare known as interlocutors, because we have to name everything. The first one advances\nan argument, and the second one can either accept it, or offer a counterargument, which\nis just what it sounds like – an argument offered in opposition to another argument. Think back to Socrates and the beard. You think Socrates had a beard, and your reasoning\nis that most men in his time and place had them. I, however, think you’re wrong. So I give\nyou a counterargument. Gorgias, a contemporary of Socrates, said\nSocrates couldn’t grow a beard and that he would sneak into barbershops and steal\ndiscarded clippings to fashion fake beards for himself. Therefore, Socrates didn’t\nhave a (real) beard. And I just want to point out that this is\nan actual philosophy conspiracy theory. Gorgias was a real guy, who differed with\nSocrates on many things, and the dispute was said to have gotten personal. According to accounts of the time, Gorgias\nactually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and\ndiscredit his rival. I mean, how could you be a good thinker if you weren’t a good\nbeard-grower. Gorgias’ gossip didn’t go over well with\neveryone, and in this instance, let’s say you are skeptical about it too. So you counter my counterargument with a counter-counterargument. Gorgias was known for being a gossip, and\nfor hating Socrates, and trying to make him look bad. His fake beard tale seems wildly\nunlikely. Therefore, we can’t take Gorgias’ statement seriously, so we should fall back\non the best information we have, which is that most of the men in his time and place\nhad beards. And as you can see, arguments of different\nstyles can be used in the same exchange. Like, the original argument, about Socrates\nprobably having a beard, was inductive. But this last counterargument is abductive.\nAnd that’s fine. Arguments are meant to be useful, so we don’t have\nto use the same kind of reasoning when we argue. This way of exchanging ideas through dialogue\nwas popularized by Socrates, and so has become known as the Socratic method. Socrates thought dialogue was the best way\nto learn, and to get at truth. And it’s important to note that, while philosophers\nhave a reputation for being an argumentative lot, they don’t think of the Socratic method as\nsomething that results in a winner and a loser. Rather, it’s an exercise that brings both\ninterlocutors closer to the truth. The goal of the philosopher is not to win,\nbut to find truth, so you shouldn’t be disappointed if someone presents a counterargument that\nyou can’t find a response to. When that happens, a good philosopher will\nbe grateful to their interlocutor for helping them reject false beliefs and build stronger\nones. Today you learned about two more types of\nphilosophical reasoning, induction and abduction. You’ve seen their strengths, and their weaknesses.\nAnd you’ve also learned about counterarguments, and the Socratic method. This episode is brought to you by Squarespace.\nSquarespace helps to create websites, blogs or online stores for you and your ideas. Websites\nlook professionally designed regardless of skill level, no coding required. Try Squarespace at\nsquarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows like\nBrainCraft, It’s OK To Be Smart, and PBS Idea Channel.",
    "smry_text": "The speaker discusses the process of applying deduction logic based on available evidence to arrive at plausible explanations for events (i.e., \"reasoning by ruling out possible explanations\"). The example presented utilizes an incident involving a physics student who withdrew from class after failing. \n\nDeductive reasoning is considered justified when all the premises hold true. A plausible explanation, however, relies on inference and logic where evidence is not present. These can be challenging but are valuable in situations that cannot provide definitive proof. The speaker compares this reasoning with abduction – a process of generating conclusions based on available information. This method, commonly utilized in investigative activities (detectives) and medical practice by doctors, helps formulate reasonable hypotheses. \n\nPhilosophers employ both deduction and abduction for their arguments.  As the transcript notes, \"arguments must be useful,\" enabling interlocutors to build upon one another's ideas and develop further considerations of information they discover or uncover. For example, if one party argues that a phenomenon (socratues) is likely due to X or Y (e.g., most men in society had beards at that time), the other party may challenge this assertion with an alternative explanation.\n\nThe speaker explains how Socratic dialog often led to a progression that ultimately allowed for greater insight and knowledge. \n",
    "clean_text": "Instead, it reasons by ruling out possible explanations until you’re left with the most plausible one, given the evidence. Consider this: Anna told you she failed her physics midterm. Anna hasn't been in physics class since your teacher graded the exams. Anna has been in sociology class, which meets right after physics. Anna dropped physics. Now, with only these premises, we can't deductively or inductively prove our conclusion—that she dropped physics. But, it’s a justifiable conclusion because, given what we know, dropping the course is the most plausible explanation of events. We know she is not sick – because she is still going to sociology – and we know she had good reason to withdraw from the class, because she was unlikely to pass. Concluding that she dropped the course makes the most tidy use of our information without leaving any loose ends. So let’s look at another one: You and your roommate ate sushi last night. You both wake up with violent stomachaches. You and your roommate ate some bad sushi. The mere fact that you're both sick doesn’t prove that the sushi caused the sickness. But, given that you both ate the same thing and you both have the same symptoms – absent other information, like that a stomach virus is going around your dorm – the best explanation is that the sushi caused your intestinal anguish. Like induction, abduction doesn’t give us certainty. But it is a real useful way to get through puzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they're diagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just be aware because abduction must be used carefully! It uses only information you have at hand—that’s why doctors and detectives work so hard to dig up more data and recreate events from the past, so they can help draw better conclusions. All right now that we've looked at some argument types, let’s find out how philosophers use arguments to interact with each other. Because philosophers don’t argue like other people do. It’s not like the conversation you have around the dinner table about whether the Patriots are better than the Seahawks, or why plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different, higher standards. They don’t teach each other get away with saying, \"I reject your argument” or “I disagree.” Rather, they engage in critical, respectful discourse to find points of agreement and better understanding. When philosophical arguments go this far they're aiming for what they call a good faith engagement where both sides can walk away feeling like they were challenged but learned something new from one another. This way of exchanging ideas through dialogue was popularized by Socrates, and so has become known as the Socratic method.  Socrates thought dialogue was the best way to teach and get at truth; hence he taught this method of discussion, argumentation and philosophical inquiry. The goal of the philosopher is not to win but to find truth, so you shouldn’t be disappointed if someone presents a counterargument that you can't find a response to. When that happens, a good philosopher will be grateful to their interlocutor for helping them reject false beliefs and build stronger ones. Today you learned about two more types of philosophical reasoning- induction and abduction. You've seen their strengths and their weaknesses. And you’ve also learned about counterarguments, and the Socratic method. This episode is brought to you by Squarespace. Squarespace helps to create websites, blogs, or online stores for you and your ideas. Websites look professionally designed regardless of skill level, no coding required. Try Squarespace at squarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association with PBS Digital Studios. You can head over to their channel to check out amazing shows like BrainCraft, It’s OK to Be Smart, and PBS Idea Channel. \n\n",
    "keywords": "problem-solving, deduction, evidence, argumentation, abduction, induction,  explanation, physics, sociology, reasoning,  cause-and-effect,  diagnosis, illness, philosophy, argumentation types,  Socratic method, dialogue, truth-seeking, counterarguments, interlocutors \n"
  },
  {
    "uid": "-wrCpLJ1XAw__B7__S363.28",
    "text": " is that the sushi caused your intestinal anguish. Now, like induction, abduction doesn’t give\nus certainty. But it is a really useful way to get through\npuzzling situations when you don’t have clear evidence from the past to help you out. Doctors use abduction a lot when they’re\ndiagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too – just\nbeware, because abduction must be used carefully! It uses only information you have at hand\n-- that’s why doctors and detectives work so hard to dig up more data, and re-create events from\nthe past, so they can help draw better conclusions. All right, now that we’ve looked at some\nargument types, let’s find out how philosophers use arguments to interact with each other. Because, philosophers don’t argue like other\npeople do. It’s not like the conversation you have\naround the dinner table about whether the Patriots are better than the Seahawks, or\nwhy plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different,\nhigher standards. They don’t teach each other get away with\nsaying, “I reject your argument because I don’t like its conclusion.” Or, “That’s\npreposterous, peanut M&Ms are so good.” Instead, if you disagree with a conclusion,\nyou need to give reasons, just like the first person did when they made their case. Both people involved in this kind of exchange\nare known as interlocutors, because we have to name everything. The first one advances\nan argument, and the second one can either accept it, or offer a counterargument, which\nis just what it sounds like – an argument offered in opposition to another argument. Think back to Socrates and the beard. You think Socrates had a beard, and your reasoning\nis that most men in his time and place had them. I, however, think you’re wrong. So I give\nyou a counterargument. Gorgias, a contemporary of Socrates, said\nSocrates couldn’t grow a beard and that he would sneak into barbershops and steal\ndiscarded clippings to fashion fake beards for himself. Therefore, Socrates didn’t\nhave a (real) beard. And I just want to point out that this is\nan actual philosophy conspiracy theory. Gorgias was a real guy, who differed with\nSocrates on many things, and the dispute was said to have gotten personal. According to accounts of the time, Gorgias\nactually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and\ndiscredit his rival. I mean, how could you be a good thinker if you weren’t a good\nbeard-grower. Gorgias’ gossip didn’t go over well with\neveryone, and in this instance, let’s say you are skeptical about it too. So you counter my counterargument with a counter-counterargument. Gorgias was known for being a gossip, and\nfor hating Socrates, and trying to make him look bad. His fake beard tale seems wildly\nunlikely. Therefore, we can’t take Gorgias’ statement seriously, so we should fall back\non the best information we have, which is that most of the men in his time and place\nhad beards. And as you can see, arguments of different\nstyles can be used in the same exchange. Like, the original argument, about Socrates\nprobably having a beard, was inductive. But this last counterargument is abductive.\nAnd that’s fine. Arguments are meant to be useful, so we don’t have\nto use the same kind of reasoning when we argue. This way of exchanging ideas through dialogue\nwas popularized by Socrates, and so has become known as the Socratic method. Socrates thought dialogue was the best way\nto learn, and to get at truth. And it’s important to note that, while philosophers\nhave a reputation for being an argumentative lot, they don’t think of the Socratic method as\nsomething that results in a winner and a loser. Rather, it’s an exercise that brings both\ninterlocutors closer to the truth. The goal of the philosopher is not to win,\nbut to find truth, so you shouldn’t be disappointed if someone presents a counterargument that\nyou can’t find a response to. When that happens, a good philosopher will\nbe grateful to their interlocutor for helping them reject false beliefs and build stronger\nones. Today you learned about two more types of\nphilosophical reasoning, induction and abduction. You’ve seen their strengths, and their weaknesses.\nAnd you’ve also learned about counterarguments, and the Socratic method. This episode is brought to you by Squarespace.\nSquarespace helps to create websites, blogs or online stores for you and your ideas. Websites\nlook professionally designed regardless of skill level, no coding required. Try Squarespace at\nsquarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows like\nBrainCraft, It’s OK To Be Smart, and PBS Idea Channel. This episode was filmed in the Doctor Cheryl\nC. Kinney Crash Course Studio with the help of these amazing people and our Graphics Team\nis Thought Cafe.",
    "smry_text": "### Argumentation and Philosophical Reasoning:  \n\n\nThis transcript explores the concepts of argument types in philosophy and the methods used by philosophers to interact and challenge each other's ideas. \n\n**Deductive Reasoning:**\n* The passage distinguishes between deductive and abductive reasoning, providing a classic example with the case about Socrates’ beard. Inductive reasoning is a type of reasoning that reaches conclusions based on observation and available data (the fact that most men in Socrates’ time had beards). \n\n **Abductive Reasoning:  **\n*  The text then discusses abductive reasoning – inferring assumptions through what appears to be the most logical consequence. It uses examples such as Gorgias' claim about Socrates never having a beard and his attempt to discredit his rival, highlighting how different argument types can be used by philosophers like Socrates and Gorgias\n\n**The Socratic Method:**  \n* Philosophers, according to the transcript, do not aim for victory but focus on collaboration (dialogue) in order to arrive at truth. They use a method of asking questions called dialogue or Socratic discussion to help them find truth, not win arguments. \n\n\n**Counterarguments and Truth-Seeking:**  \n\n *  A key part is that even when a counterargument comes up and doesn't offer a clear answer, philosophers view it as a valuable tool that helps us get a clearer understanding of what’s true. \n   \n **Summary points**  \n* **Deductive reasoning:** This means forming an argument based on established facts, for example, most men in Socrates’ time had beards. \n* **Abductive reasoning:** Making assumptions about the explanation and making deduction about what is plausible due to available evidence. For instance, a person might presume that the philosopher isn’t a good beard grower.\n* **The Socratic method:** Used by philosophers like Socrates; not about winning but for exploring truth through careful questions and reasoned debate \n\n\n**Note**  \n\n This transcript does not delve into any specific arguments used by thinkers; instead it seeks to provide an overview of their methods in approaching philosophical ideas.",
    "clean_text": "The sushi may have caused your intestinal anguish; now, like induction, abduction doesn't give us certainty but is a really useful way to get through puzzling situations when you don't have clear evidence from the past to help. Doctors use abduction a lot when they are diagnosing illnesses, and detectives of course use it when piecing together evidence. You probably use it pretty often too— just be aware because abduction must be used carefully. It uses only information you have at hand—that’s why doctors and detectives work so hard to dig up more data and re-create events from the past to help draw better conclusions.  All right, now that we've looked at some argument types, let's find out how philosophers use arguments to interact with each other. Because, philosophers don't argue like other people do; it’s not like the conversation you have around the dinner table about whether the Patriots are better than the Seahawks, or why plain M&Ms are superior to peanut, which is clearly a preposterous position to take. Philosophers hold each other to different, higher standards. They don't teach each other get away with saying \"I reject your argument because I don’t like its conclusion\" or that's preposterous; peanut M&Ms are so good.” Instead, if you disagree with a conclusion, you need to give reasons—similar to the first person when they made their case. Both people involved in that kind of exchange are known as interlocutors because we must name everything. The first one advances an argument, and the second one can either accept it or offer a counterargument, which is just what it sounds like—an argument offered in opposition to another argument.\nThink back to Socrates and the beard; you think he had a beard when and your reasoning was that most men in his time and place had them.  However, I, on the other hand, think you are wrong—therefore, offer me a counterargument.  Gorgias, a contemporary of Socrates, said that Socrates couldn’t grow a beard and that he would sneak into barbershops to steal discarded clippings to fashion fake beards for himself. Therefore, Socrates didn’t have (a) real beard. And I just want to point out that this is an actual philosophy conspiracy theory. Gorgias was a real guy who differed with Socrates on many things, and the dispute was said to have gotten personal. According to accounts of the time, Gorgias actually spread the rumor that Socrates wore, like, a beard-wig, in an effort to shame and discredit his rival.  I mean, how could you be a good thinker if you weren't a good beard grower. Gorgias' gossip didn’t go over well with everyone, and in this instance, let's say you are skeptical about it too. So you counter my counterargument with a counter-counterargument. Gorgias was known for being a gossip, for hating Socrates, and trying to keep him looking bad.  His fake beard tale seems wildly unlikely—so we can’t take Gorgias’ statement seriously; therefore, we should fall back on the best information we have: that most of the men in his time and place had beards. And as you can see, arguments of different styles can be used in one exchange. Like, the original argument, about Socrates probably having a beard, was inductive. But this last counterargument is adductive.  And that’s okay; arguments are meant to be useful so we don't have to use the same kind of reasoning when we argue. This way of exchanging ideas through dialogue was popularized by Socrates—and so, has become known as the Socratic method.  Socrates thought dialogue was the best way to find truth; the goal of the philosopher is not to win but to find truth – so you shouldn’t be disappointed if someone presents a counterargument that you can't find a response to. \nWhen this happens, a good philosopher will be grateful to their interlocutor for helping them reject false beliefs and build stronger ones. Today you learned about two more types of philosophical reasoning, induction and abduction. You’ve seen their strengths, and their weaknesses. Now you also know about counterarguments and the Socratic method.  \nThis episode is brought to you by Squarespace; Squarespace helps create websites, blogs or online stores for you and your ideas. Websites look professionally designed regardless of skill level; no coding required. Try Squarespace at squarespace.com/crashcourse for a special offer. Crash Course Philosophy is produced in association with PBS Digital Studios. You can head over to their channel to check out amazing shows like BrainCraft, It’s OK To Be Smart, and PBS Idea Channel. This episode was filmed in the Dr Cheryl C. Kinney Crash Course Studio with help of these amazing people and our graphics team was Thought Cafe. \n\n\n\n",
    "keywords": "induciton, abduction,  argument type, philosophers, Socratic method, counterargument, Gorgias, truth, dialogue, logic, reasoning, ethics, evidence, historical debate, website creation, online stores \n"
  }
]