[
  {
    "uid": "-X8Xfl0JdTQ__B1__S3.23",
    "text": " Crash Course Philosophy is brought to\nyou by Squarespace. Squarespace: share your passion with the world. Imagine being alive when Albert Einstein was\ndeveloping his theories of relativity. Or witnessing the birth of psychology, as Sigmund Freud and psychoanalysis took over the scientific mainstream. The early 1900s was an amazing time for Western\nscience. There was another figure on the intellectual\nscene when these great minds were at work. Young philosopher Karl Popper was born in\nAustria -- Freud’s home turf -- but built his career in Britain, giving serious consideration\nto the new ways that these and other scientists of the time were thinking about the world. And after looking at different methods that\npeople like Einstein and Freud were using, Popper came to understand that not all scientific\nachievement was created equal. He ended up making an important distinction,\nbetween science … and what he called pseudo-science. And in the process of doing this, he taught\nus volumes about the nature of knowledge itself, and how we can best test it, and challenge\nit, to bring us closer to the truth. [Theme Music] Emerging at roughly the same point in history,\nFreud and Einstein both made predictions that they hoped would help us better understand\nour world. Freud, concerned with the individual psyche,\npredicted that our childhood experiences would have a heavy bearing on who we grew up to\nbe. Meanwhile, Einstein waited patiently for a\nsolar eclipse that could disprove his entire general theory of relativity, depending on what it would reveal about how light travels through space. And then there was Karl Popper, born in 1902,\nwho grew up to observe these predictions with keen interest. As a young scholar, he learned\nabout the psychoanalytic theories of Freud, and attended lectures given by Einstein himself\nabout the rules of the universe. And he noticed that these great thinkers used\ndifferent methods. For example, Popper observed that Freud was\nable to make just about any data point work in service of his theory. Freud could explain\na person’s intimacy issues both in terms of not being hugged enough as a child, or\nin terms of having been hugged too much. Meanwhile, almost any behavior on the part of a female\ncould be explained in terms of penis envy. Evidence to support Freud’s theories seemed\nto be everywhere! But Popper saw that Einstein was making a\ndifferent type of prediction. Instead of looking backward, and using past\ndata to “predict” the present, he was looking ahead, and predicting future states\nof affairs. Einstein’s theory was truly risky, Popper realized. Because, if the future\ndidn’t match his predictions, then his theory would be conclusively disproven. If the results\nof the solar eclipse in 1919 had been different, general relativity would have been finished. Freud, on the other hand, could always just\nread the past differently, so as to maintain some kind of confirmation of his theory. Suddenly, Popper understood the difference\nbetween the science that Einstein was doing, and what Freud was doing, which Popper rather\nsnootily referred to as pseudo-science. Now, whether psychology today is considered\na hard science or a social science or some other kind might be debatable. But you won’t\nfind many mainstream thinkers who consider it pseudoscience. But still, nearly a hundred\nyears ago, when Popper was reaching these conclusions, no modern philosopher had really\ncharacterized what “science” truly meant -- and what the implications were for the\npursuit of knowledge. The traditional understanding of the scientific\nmethod, going all the way back to the ancient Greeks, relied on the belief that, to look\nat the world with a scientific eye is to observe with no preconceived notions. You simply look, see what you see, and then\ndevelop hypotheses based on those observations. So, you look at a swan, and you notice it’s\nwhite. You look at another swan; it’s white too. You look at enough white swans, and eventually\nyou form the hypothesis that all swans are white. This is what Freud said he was doing: Observing\nrelationships -- but instead of it being between the relationship swans and colors, it was between particular human phenomena and human behavior. But Popper argued that everyone has preconceived\nnotions of some kind. We all start out with a hunch, whether we admit it or not. After all, what you decide to observe is determined\nby what you already care about enough to observe in the first place and the fact that you care\nabout it so much also means that you already have some beliefs about it. So, what does that tell us about Freud? Popper became convinced that methods like his that only served to confirm beliefs were pseudo-science. And they could be used\nto prove anything. Consider the existence of Santa Claus. If\nI try to find evidence of Santa’s existence, I’m going to find it, easily. The world\nis filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.\nThere’s the guy at the mall. And then there are all those songs, and stories, and tv shows, and movies – they combine to confirm your belief in Santa. But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So the question is, when we begin to test a theory, are we looking to confirm it, or disconfirm it? This is the key point, for Popper – science\ndisconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said, it’s easy to find confirmation\nof a theory if you’re looking for it. Remember the presents under the tree? If\nyou’re looking for proof that Santa exists, you’re not likely to keep searching for contradictory\nevidence after that. Second, confirmation should only count if\nit comes from risky predictions – ones that could actually destroy your theory. Because,\nPopper observed that every good scientific",
    "smry_text": "This video explores the work of renowned philosopher and logician Karl Popper, who distinguished between genuine science and what he termed \"pseudo-science.\"\n\n**Understanding Popper's Insights:** \nEarly in the 20th century, both Sigmund Freud, with his psychoanalytic theories, and Albert Einstein, a physicist famed for general relativity, made predictions about human behavior and the universe. Each used their respective methodologies to seek knowledge and explain observed phenomena. \n\n**Differentiating Science from Pseudo-Science:**  Karl Popper's observations highlighted a crucial difference between real science and pseudo-science. For instance, psychologist Freud, believed in a flexible approach - data could be interpreted based on existing beliefs, even if it contradicted another theory.  He could find evidence to explain various behaviors with ease; for example, he explained individuals' personalities through past experiences and early childhood emotions. \n\nPopper emphasized the risk associated with scientific inquiry, arguing that the only way to truly demonstrate or disprove knowledge in the realm of science is by testing hypotheses and attempting to falsify them (as opposed simply confirming them).   \n  \n**The Science-Falsifiability Paradox:** Popper argued that a good scientific theory must inherently leave room for disproofs. To confirm, there needs to be some level of risk and potential for failure in one's research, as this drives further scrutiny into each hypothesis. A scientist aims to test their theories through experiments or observations with varying conditions; if the expected results don’t materialize upon trial by fire, that theory is no longer valid.  \n\n\n**The Nature of Knowledge:** Popper's work focused on shaping how we think about knowledge and its progress as an inevitable result of human reasoning abilities. He observed that there are always existing beliefs that cloud our perspective, meaning true scientific inquiry cannot rely solely on observations but requires a degree of critical thinking; otherwise, any discovery made in the realm of knowledge is susceptible to deception and bias due to inherent preconceived notions –  \n\n**A Lasting Impact:** Popper's philosophy challenged the then-common conception that science was simply about acquiring empirical evidence, urging instead for rigorous methodologies. In effect, this shifted scientific inquiry from a field focused on purely observing what is readily available (confirmation) toward a dynamic system that aims to continually confront and disconfirm existing knowledge in order to develop more advanced theories that could ultimately enhance understanding of the universe and human behavior – a path that continues to influence research and academic pursuits today. \n",
    "clean_text": "\"Crash Course Philosophy\" is brought to you by Squarespace. Squarespace: share your passion with the world. Imagine being alive when Albert Einstein was developing his theories of relativity. Or witnessing the birth of psychology, as Sigmund Freud and psychoanalysis took over the scientific mainstream. The early 1900s was an amazing time for Western science. There was another figure on the intellectual scene when these great minds were at work. Young philosopher Karl Popper was born in Austria -- Freud’s home turf -- but built his career in Britain, giving serious consideration to the new ways that these and other scientists of the time were thinking about the world. And after looking at different methods that people like Einstein and Freud were using, Popper came to understand that not all scientific achievement was created equal. He ended up making an important distinction, between science … and what he called pseudo-science. In the process of doing this, he taught us volumes about the nature of knowledge itself, and how we can best test it, and challenge it, to bring us closer to the truth. [Theme music] Emerging at roughly the same point in history, Freud and Einstein both made predictions that they hoped would help us better understand our world. Freud, concerned with the individual psyche, predicted that our childhood experiences would have a heavy bearing on who we grew up to be. Meanwhile, Einstein waited patiently for a solar eclipse that could disprove his entire general theory of relativity, depending on what it would reveal about how light travels through space. And then there was Karl Popper, born in 1902, who grew up to observe these predictions with keen interest. As a young scholar, he learned about the psychoanalytic theories of Freud, and attended lectures given by Einstein himself about the rules of the universe. And he noticed that these great thinkers used different methods. For example, Popper observed that Freud was able to make just about any data point work in service of his theory. Freud could explain a person’s intimacy issues both in terms of not being hugged enough as a child, or in terms of having been hugged too much. Meanwhile, almost any behavior on the part of a female could be explained in terms of penis envy. Evidence to support Freud’s theories seemed to be everywhere! But Popper saw that Einstein was making a different type of prediction. Instead of looking backward, and using past data to \"predict\" the present, he was looking ahead, and predicting future states of affairs. Einstein’s theory was truly risky, because if the future didn’t match his predictions, then his theory would be conclusively disproven. If the results of the solar eclipse in 1919 had been different, general relativity would have been finished. Freud, on the other hand, could always just read the past differently, so as to maintain some kind of confirmation of his theory. Suddenly, Popper understood the difference between the science that Einstein was doing, and what Freud was doing, which Popper rather snootily referred to aspseudo-science. Now, whether psychology today is considered a hard science or a social science or some other kind might be debatable. But you won’t find many mainstream thinkers who consider it pseudoscience. \n\n\n",
    "keywords": "analysis, prediction, science, pseudo-science, Popper, Einstein, Freud, psychoanalysis, relativity, philosophy, knowledge, truth,  predictions, theories, evidence, confirmation bias, belief systems, early 20th century, methodology, observation, history of science, ancient Greeks,  experimental design, swan hypothesis, human phenomena, behavior, preconceived notions, disconfirmation, Santa Claus,  Christmas traditions, evidence gathering,  empirical testing. \n"
  },
  {
    "uid": "-X8Xfl0JdTQ__B2__S67.82",
    "text": " Emerging at roughly the same point in history,\nFreud and Einstein both made predictions that they hoped would help us better understand\nour world. Freud, concerned with the individual psyche,\npredicted that our childhood experiences would have a heavy bearing on who we grew up to\nbe. Meanwhile, Einstein waited patiently for a\nsolar eclipse that could disprove his entire general theory of relativity, depending on what it would reveal about how light travels through space. And then there was Karl Popper, born in 1902,\nwho grew up to observe these predictions with keen interest. As a young scholar, he learned\nabout the psychoanalytic theories of Freud, and attended lectures given by Einstein himself\nabout the rules of the universe. And he noticed that these great thinkers used\ndifferent methods. For example, Popper observed that Freud was\nable to make just about any data point work in service of his theory. Freud could explain\na person’s intimacy issues both in terms of not being hugged enough as a child, or\nin terms of having been hugged too much. Meanwhile, almost any behavior on the part of a female\ncould be explained in terms of penis envy. Evidence to support Freud’s theories seemed\nto be everywhere! But Popper saw that Einstein was making a\ndifferent type of prediction. Instead of looking backward, and using past\ndata to “predict” the present, he was looking ahead, and predicting future states\nof affairs. Einstein’s theory was truly risky, Popper realized. Because, if the future\ndidn’t match his predictions, then his theory would be conclusively disproven. If the results\nof the solar eclipse in 1919 had been different, general relativity would have been finished. Freud, on the other hand, could always just\nread the past differently, so as to maintain some kind of confirmation of his theory. Suddenly, Popper understood the difference\nbetween the science that Einstein was doing, and what Freud was doing, which Popper rather\nsnootily referred to as pseudo-science. Now, whether psychology today is considered\na hard science or a social science or some other kind might be debatable. But you won’t\nfind many mainstream thinkers who consider it pseudoscience. But still, nearly a hundred\nyears ago, when Popper was reaching these conclusions, no modern philosopher had really\ncharacterized what “science” truly meant -- and what the implications were for the\npursuit of knowledge. The traditional understanding of the scientific\nmethod, going all the way back to the ancient Greeks, relied on the belief that, to look\nat the world with a scientific eye is to observe with no preconceived notions. You simply look, see what you see, and then\ndevelop hypotheses based on those observations. So, you look at a swan, and you notice it’s\nwhite. You look at another swan; it’s white too. You look at enough white swans, and eventually\nyou form the hypothesis that all swans are white. This is what Freud said he was doing: Observing\nrelationships -- but instead of it being between the relationship swans and colors, it was between particular human phenomena and human behavior. But Popper argued that everyone has preconceived\nnotions of some kind. We all start out with a hunch, whether we admit it or not. After all, what you decide to observe is determined\nby what you already care about enough to observe in the first place and the fact that you care\nabout it so much also means that you already have some beliefs about it. So, what does that tell us about Freud? Popper became convinced that methods like his that only served to confirm beliefs were pseudo-science. And they could be used\nto prove anything. Consider the existence of Santa Claus. If\nI try to find evidence of Santa’s existence, I’m going to find it, easily. The world\nis filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.\nThere’s the guy at the mall. And then there are all those songs, and stories, and tv shows, and movies – they combine to confirm your belief in Santa. But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So the question is, when we begin to test a theory, are we looking to confirm it, or disconfirm it? This is the key point, for Popper – science\ndisconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said, it’s easy to find confirmation\nof a theory if you’re looking for it. Remember the presents under the tree? If\nyou’re looking for proof that Santa exists, you’re not likely to keep searching for contradictory\nevidence after that. Second, confirmation should only count if\nit comes from risky predictions – ones that could actually destroy your theory. Because,\nPopper observed that every good scientific theory is prohibitive – it rules things\nout. This might sound strange, because no one wants\nto be wrong, but Popper says that every false belief we discover is actually good, because that gets us that much closer to believing only true things. Next, Popper argued that the only genuine test of a theory is one that’s attempting to falsify it. So, if you were to test for Santa’s reality, your method would require you to try to prove that he doesn’t exist, rather than proving that he does. So, you stay up all night, waiting to catch him delivering his presents. This is risky, because if the person who actually shows up to put presents under the tree is your Dad, then you’ve destroyed the Santa hypothesis. On a very similar note, Popper also pointed\nout that irrefutable theories are not scientific. If it can’t be tested, then your theory\ndoesn’t have much value. Like, you can only confirm that Santa is real\nby doing everything in your power to prove that he’s imaginary, and then failing to\ndo so. So you need to be tugging on Santa beards at the mall. You need to investigate\nreports of Santa sightings, and other weirdoes caught breaking into peoples’ houses through\ntheir chimneys. If you want to be able to",
    "smry_text": "<h2>A Comparison of Scientific Inquiry Techniques: Plato's \"Theory\" vs. Popper's \"Refutation\"</h2>\n\nThis text delves into the contrasting approaches of  Freud's and Einstein's prediction methods, exploring a historical debate between philosophers Karl Popper and others. \n\n\n<h3>Freud's Psychological Model</h3>\nPsychoanalyst Sigmund Freud focused on human behavior as shaped by individual childhood experiences. His theories claimed that early experiences deeply influenced adult development. Freud would attempt to explain behaviors with existing patterns, whether those related to emotional connections or even a person’s sexuality. This approach allowed for any type of example or scenario, which could be reconciled according to his theory through data.\n\n<h3>Einstein's Scientific Observations</h3>\nOn the other hand, Albert Einstein predicted how the universe functioned using mathematics and physics. Notably, this involved trying to prove (disproving) existing models before testing these assumptions about light and gravity in a solar eclipse in 1919. When combined with his theory of relativity, this required a robust prediction to be tested for its accuracy when it was finally performed.\n\n\n<h3>Karl Popper's Scientific Method</h3>\nPhilosopher Karl Popper challenged the conventional understanding of science which traditionally believed in observation free-flowing thinking and hypothesis forming. In contrast, Popper argued that all scientific theories should include potential falsifiability - meaning they might fail in theory (and thus, not necessarily be correct). This method involved testing a theory extensively and expecting it to contradict itself. For example, an irrefutable theory or one that had already been proven to be true would likely be rejected or modified as new evidence was gathered - even if those existing theories were initially presented in support of these initial observations. His views on \"confirmation bias\" were heavily explored by critics who wanted to expose such biases and create more rigorous testing techniques.\n\n\n<h3>Confirmation vs. Falsifiability: Key Observations and Principles</h3>\nThe central concept is outlined by Popper that a genuine scientific theory must withstand falsification. A theory might be considered pseudo-scientific only if there isn't ample opportunity for it to have flaws or gaps discovered in the future; therefore making those theories inherently false or inaccurate. \n  \nEssentially, science strives for a higher level of confirmation by demanding testability and prediction-driven testing through experimentation.\n\n\nLet me know if you require any more information!\n\n",
    "clean_text": "\"Emerging at roughly the same point in history, Freud and Einstein both made predictions that they hoped would help us better understand our world. Freud, concerned with the individual psyche, predicted that childhood experiences would have a heavy bearing on who we grew up to be. Meanwhile, Einstein waited patiently for a solar eclipse that could disprove his entire theory of general relativity, depending on what it would reveal about how light travels through space. And then there was Karl Popper, born in 1902, who grew up to observe these predictions with keen interest. As a young scholar, he learned about the psychoanalytic theories of Freud and attended lectures given by Einstein himself regarding the rules of the universe. And he noticed that these great thinkers used different methods. For example, Popper observed that Freud was able to make just about any data point work in service of his theory. Freud could explain a person's intimacy issues both in terms of not being hugged enough as a child, or in terms of having been hugged too much. Meanwhile, almost any behavior on the part of a female could be explained in terms of penis envy. Evidence to support Freud’s theories seemed to be everywhere! But Popper saw that Einstein was making a different type of prediction. Instead of looking backward and using past data to “predict” the present, he was looking ahead and predicting future states of affairs. Einstein's theory was truly risky because if the future didn't match his predictions, this would result in his theory being conclusively disproven.  If the results of the solar eclipse in 1919 had been different, general relativity would have been finished. Freud, on the other hand, could always simply read the past differently to maintain some type of confirmation of his theory. Suddenly, Popper understood the difference between the scientific pursuit that Einstein was doing and what Freud was doing, which Popper rather snootily referred to as pseudoscience. Now, whether psychology is considered a hard science or a social science or some other kind might be debatable. But you won't find many mainstream thinkers who consider it pseudo-science.  However, nearly a century ago when Popper was reaching these conclusions, no modern philosopher had really characterized what “science” truly meant -- and what the implications were for the pursuit of knowledge. The traditional understanding of the scientific method, going all the way back to the ancient Greeks, relied on the belief that to look at the world with a scientific eye is to observe without preconceived notions. You simply look, see what you see, then develop hypotheses based on those observations. So, you look at a swan and notice it’s white. You look at another swan; it’s also white too. After looking at enough white swans, you eventually form the hypothesis that all swans are white. This is what Freud said he was doing: Observing relationships – but instead of it being between the relationship swans and colors, it was between particular human phenomena and human behavior. \"  \n\n\n",
    "keywords": "world, psychology, science, Freud, science methods, pseudoscience, Einstein, general relativity, Karl Popper, predictions, observation, evidence, hypothesis, confirmation bias, falsifiability,  santa clause, testing theory, disconfirmation \n"
  },
  {
    "uid": "-X8Xfl0JdTQ__B3__S120.97",
    "text": " almost any behavior on the part of a female\ncould be explained in terms of penis envy. Evidence to support Freud’s theories seemed\nto be everywhere! But Popper saw that Einstein was making a\ndifferent type of prediction. Instead of looking backward, and using past\ndata to “predict” the present, he was looking ahead, and predicting future states\nof affairs. Einstein’s theory was truly risky, Popper realized. Because, if the future\ndidn’t match his predictions, then his theory would be conclusively disproven. If the results\nof the solar eclipse in 1919 had been different, general relativity would have been finished. Freud, on the other hand, could always just\nread the past differently, so as to maintain some kind of confirmation of his theory. Suddenly, Popper understood the difference\nbetween the science that Einstein was doing, and what Freud was doing, which Popper rather\nsnootily referred to as pseudo-science. Now, whether psychology today is considered\na hard science or a social science or some other kind might be debatable. But you won’t\nfind many mainstream thinkers who consider it pseudoscience. But still, nearly a hundred\nyears ago, when Popper was reaching these conclusions, no modern philosopher had really\ncharacterized what “science” truly meant -- and what the implications were for the\npursuit of knowledge. The traditional understanding of the scientific\nmethod, going all the way back to the ancient Greeks, relied on the belief that, to look\nat the world with a scientific eye is to observe with no preconceived notions. You simply look, see what you see, and then\ndevelop hypotheses based on those observations. So, you look at a swan, and you notice it’s\nwhite. You look at another swan; it’s white too. You look at enough white swans, and eventually\nyou form the hypothesis that all swans are white. This is what Freud said he was doing: Observing\nrelationships -- but instead of it being between the relationship swans and colors, it was between particular human phenomena and human behavior. But Popper argued that everyone has preconceived\nnotions of some kind. We all start out with a hunch, whether we admit it or not. After all, what you decide to observe is determined\nby what you already care about enough to observe in the first place and the fact that you care\nabout it so much also means that you already have some beliefs about it. So, what does that tell us about Freud? Popper became convinced that methods like his that only served to confirm beliefs were pseudo-science. And they could be used\nto prove anything. Consider the existence of Santa Claus. If\nI try to find evidence of Santa’s existence, I’m going to find it, easily. The world\nis filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.\nThere’s the guy at the mall. And then there are all those songs, and stories, and tv shows, and movies – they combine to confirm your belief in Santa. But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So the question is, when we begin to test a theory, are we looking to confirm it, or disconfirm it? This is the key point, for Popper – science\ndisconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said, it’s easy to find confirmation\nof a theory if you’re looking for it. Remember the presents under the tree? If\nyou’re looking for proof that Santa exists, you’re not likely to keep searching for contradictory\nevidence after that. Second, confirmation should only count if\nit comes from risky predictions – ones that could actually destroy your theory. Because,\nPopper observed that every good scientific theory is prohibitive – it rules things\nout. This might sound strange, because no one wants\nto be wrong, but Popper says that every false belief we discover is actually good, because that gets us that much closer to believing only true things. Next, Popper argued that the only genuine test of a theory is one that’s attempting to falsify it. So, if you were to test for Santa’s reality, your method would require you to try to prove that he doesn’t exist, rather than proving that he does. So, you stay up all night, waiting to catch him delivering his presents. This is risky, because if the person who actually shows up to put presents under the tree is your Dad, then you’ve destroyed the Santa hypothesis. On a very similar note, Popper also pointed\nout that irrefutable theories are not scientific. If it can’t be tested, then your theory\ndoesn’t have much value. Like, you can only confirm that Santa is real\nby doing everything in your power to prove that he’s imaginary, and then failing to\ndo so. So you need to be tugging on Santa beards at the mall. You need to investigate\nreports of Santa sightings, and other weirdoes caught breaking into peoples’ houses through\ntheir chimneys. If you want to be able to really trust in your belief in Santa, in a\ngenuinely scientific way, you need to put your belief to the test, in every way you\ncan imagine. This is where Popper says that you have earned\nthe right to call a theory scientific. And finally, once you’ve disproven your theory, Popper said, you need to be willing to give it up. I mean, you can still cling to the Santa myth, even after catching your Dad putting gifts under the tree, by accepting his lie that Santa had dropped the gifts off earlier, and that he was just “helping.” But, if you’re a scientist, you’re gonna\nhave to be willing to let your beliefs go. Accept the evidence. Move on. And this is the modern scientific thinking that we\naccept today: Testable, refutable, falsifiable. You don’t seek to prove scientific hypotheses\nright, you only prove them wrong. A lot of this might seem so obvious that maybe\nyou’re wonder why we’re talking about it. But that’s how right Popper was – he\nwas one of those rare philosophers who actually managed to hit on an idea so right that we don’t\neven really argue about it anymore. So, it sounds like I’ve been talking mainly\nabout science all this time. But Popper and his insights actually tell us a lot about\nknowledge, in the philosophical sense.",
    "smry_text": "**The Nature of Science: Examining Theory Advancement through Popper's Lens**\n\n* **Freud vs. Einstein:**  Philosopher Karl Popper distinguished between science and pseudoscience. While Sigmund Freud proposed psychoanalytic theories by interpreting past human phenomena (e.g., relationship dynamics), Albert Einstein pioneered theory-based scientific exploration based on making novel predictions about the future.  Popper saw that in science, challenging one's pre-existing assumptions is key. \n\n**Scientific Method and Confirmation Bias:** Popper emphasized scientific progress through the process of disconfirmation:\n* **Confirmation Bias:** The tendency to confirm beliefs confirms and supports pre-existing ideas, such as Santa Claus. Finding contradictory evidence often leads to dismissal or a further confirmation of initial thoughts.\n* **Hypothesis Development and Testing:** To test if a theory is based on good science, Popper argues the need for risky predictions. The stronger these assumptions can't be disproven, the more powerful they are. This also involves constantly reviewing hypotheses and seeking evidence that challenges existing theories.  \n\n**The Importance of Falsification (Popper’s Principles):**\n* **Irrefutable Theories:**  Popper argues that irrefutable theories are essentially unfounded or have no significant grounding in science. They provide little advancement in the scientific field, but instead just reflect confirmation bias and a lack of rigorous testing or analysis.\n\n * **The Falsifiability Principle:** Popper's central argument was what constitutes good science:\n    * The ability to identify contradictory information and disproof. \n\n\n**Popper’s Lasting Impact on Scientific Thought**\n\n* **Modern Scientific Thinking**:  Today, a key principle in all sciences is a rigorous scientific method centered upon testing hypotheses by looking for evidence that could potentially disprove claims. A theory would never be considered real unless it has been challenged, and through experimentation, its strength can be proven.\n\n    \nThis summary does not contain opinions; however,  it incorporates the information provided verbatim.",
    "clean_text": "Any behavior of a female could be explained based on penis envy. Evidence supporting Freud's theories seemed ubiquitous. However, Popper saw that Einstein was making a different type of prediction. Instead of looking backward, using past data to \"predict\" the present, he was looking ahead and predicting future states of affairs. Einstein’s theory was truly risky because if the future didn’t match his predictions, his theory would be conclusively disproven. If the results of the 1919 solar eclipse were different, general relativity would have been finished.  Freud, on the other hand, could always read the past differently to maintain some kind of confirmation for his theory. Suddenly, Popper understood the difference between the science that Einstein was doing and what Freud was doing, which Popper rather snootily referred to as pseudo-science.  Whether psychology today is considered a hard science or a social science, or some other kind might be debatable. But you won’t find many mainstream thinkers who consider it pseudoscience. However, nearly a century ago, when Popper was reaching these conclusions, no modern philosopher had really characterized what “science” truly meant—and what the implications were for the pursuit of knowledge. The traditional understanding of the scientific method relied on the belief that, to look at the world with a scientific eye is to observe without preconceived notions. You simply looked, seeing what you saw, and then developed hypotheses based on those observations. So, you, observed relationships—but instead of it being between the relationships of swan and colors, it was between particular human phenomena and human behavior. However, Popper argued that everyone has preconceived notions to some degree. We all start out with a hunch—whether we admit it or not. After all, what you decide to observe was determined by what  you already care about enough to observe in the first place. And the fact that you cared so much meant that you already had beliefs about it. \n\nSo what does this tell us about Freud? Popper became convinced that methods like his that only served to confirm beliefs were pseudo-science, and they could be used to prove anything. Consider the existence of Santa Claus. If I try to find evidence for Santa’s existence, I’m likely to find it easily. The world is filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning. There’s the guy at the mall. Then there’s all those songs, stories, TV shows and movies—they combined to confirm your belief in Santa Claus. But Popper would argue that it's only possible through a test to disprove, by trying to prove that he doesn't exist rather than proving that he does. It was risky because if the person who actually shows up is your Dad, then you’ve destroyed the Santa hypothesis.\n\nOn a similar note, irrefutable theories are not scientific. If it can't be tested, then your theory doesn’t have much value. For example, you never confirm that Santa is real and must \"prove\" he’s imaginary—which then leads to accepting his lie of Santa dropping gifts early and that he was just “helping.” So, in a genuinely scientific way, you need to put your belief to the test in every way you can imagine. Popper said this is how we reach modern scientific thinking: testable, refutable, falsifiable. You don’t seek to prove scientific hypotheses right  you only prove them wrong.  A lot of this may seem so obvious that maybe you're wondering why we’re talking about it; because that is how right Popper was – a rare philosopher who actually managed to hit on an idea just as right that we don't even argue about, anymore. \n\n\n\n",
    "keywords": "psychological theory, science, falsifiability, pseudo-science, Freud, Einstein, general relativity, observational method, confirmation bias, hypothesis testing, Santa Claus, Popper, refutation, critical thinking, evidence-based reasoning, testable hypotheses, scientific revolution, philosophy of science, knowledge verification. \n"
  },
  {
    "uid": "-X8Xfl0JdTQ__B4__S181.92",
    "text": " -- and what the implications were for the\npursuit of knowledge. The traditional understanding of the scientific\nmethod, going all the way back to the ancient Greeks, relied on the belief that, to look\nat the world with a scientific eye is to observe with no preconceived notions. You simply look, see what you see, and then\ndevelop hypotheses based on those observations. So, you look at a swan, and you notice it’s\nwhite. You look at another swan; it’s white too. You look at enough white swans, and eventually\nyou form the hypothesis that all swans are white. This is what Freud said he was doing: Observing\nrelationships -- but instead of it being between the relationship swans and colors, it was between particular human phenomena and human behavior. But Popper argued that everyone has preconceived\nnotions of some kind. We all start out with a hunch, whether we admit it or not. After all, what you decide to observe is determined\nby what you already care about enough to observe in the first place and the fact that you care\nabout it so much also means that you already have some beliefs about it. So, what does that tell us about Freud? Popper became convinced that methods like his that only served to confirm beliefs were pseudo-science. And they could be used\nto prove anything. Consider the existence of Santa Claus. If\nI try to find evidence of Santa’s existence, I’m going to find it, easily. The world\nis filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.\nThere’s the guy at the mall. And then there are all those songs, and stories, and tv shows, and movies – they combine to confirm your belief in Santa. But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So the question is, when we begin to test a theory, are we looking to confirm it, or disconfirm it? This is the key point, for Popper – science\ndisconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said, it’s easy to find confirmation\nof a theory if you’re looking for it. Remember the presents under the tree? If\nyou’re looking for proof that Santa exists, you’re not likely to keep searching for contradictory\nevidence after that. Second, confirmation should only count if\nit comes from risky predictions – ones that could actually destroy your theory. Because,\nPopper observed that every good scientific theory is prohibitive – it rules things\nout. This might sound strange, because no one wants\nto be wrong, but Popper says that every false belief we discover is actually good, because that gets us that much closer to believing only true things. Next, Popper argued that the only genuine test of a theory is one that’s attempting to falsify it. So, if you were to test for Santa’s reality, your method would require you to try to prove that he doesn’t exist, rather than proving that he does. So, you stay up all night, waiting to catch him delivering his presents. This is risky, because if the person who actually shows up to put presents under the tree is your Dad, then you’ve destroyed the Santa hypothesis. On a very similar note, Popper also pointed\nout that irrefutable theories are not scientific. If it can’t be tested, then your theory\ndoesn’t have much value. Like, you can only confirm that Santa is real\nby doing everything in your power to prove that he’s imaginary, and then failing to\ndo so. So you need to be tugging on Santa beards at the mall. You need to investigate\nreports of Santa sightings, and other weirdoes caught breaking into peoples’ houses through\ntheir chimneys. If you want to be able to really trust in your belief in Santa, in a\ngenuinely scientific way, you need to put your belief to the test, in every way you\ncan imagine. This is where Popper says that you have earned\nthe right to call a theory scientific. And finally, once you’ve disproven your theory, Popper said, you need to be willing to give it up. I mean, you can still cling to the Santa myth, even after catching your Dad putting gifts under the tree, by accepting his lie that Santa had dropped the gifts off earlier, and that he was just “helping.” But, if you’re a scientist, you’re gonna\nhave to be willing to let your beliefs go. Accept the evidence. Move on. And this is the modern scientific thinking that we\naccept today: Testable, refutable, falsifiable. You don’t seek to prove scientific hypotheses\nright, you only prove them wrong. A lot of this might seem so obvious that maybe\nyou’re wonder why we’re talking about it. But that’s how right Popper was – he\nwas one of those rare philosophers who actually managed to hit on an idea so right that we don’t\neven really argue about it anymore. So, it sounds like I’ve been talking mainly\nabout science all this time. But Popper and his insights actually tell us a lot about\nknowledge, in the philosophical sense. For Popper, knowledge was about probability\nand contingency. We are justified in believing whatever seems most probable given our current\ndata. And we should always be willing to revise our beliefs in the light of new evidence. In other words, our belief should be contingent on the data themselves. This wouldn’t have satisfied Descartes,\nwho was always concerned about certainty. But Popper never thought that certainty was\npossible in the first place. If anything, he thought being certain of something\ncauses you to close your mind, and that’s not what we want. Always remaining open to\nthe idea that your current beliefs might be wrong is the best way to get ever closer to\ntruth. So where does this leave us? Remember, we started out trying to prove that\nwe know the things we thought we knew. But you have to be open to the idea that your\nbeliefs might be false -- because that’s the only way that holding onto them can really\nmean anything. Otherwise, we’re all just believing whatever we want, with no grounds\nfor adjudicating between beliefs. You should keep that in mind, because that’s\nthe name of the game for the rest of this course. You only get to believe the things\nyou have reasons for, and we’re going to start with the area that is hardest for most\npeople – God. Hope to see you there.",
    "smry_text": "The scientific method has traditionally emphasized empirical observation but is now understood through a new lens proposed by Karl Popper: \"science disconfirms.\" This approach focuses on falsifiability rather than confirmation bias.  \n\nPopper's analysis explored how the pursuit of knowledge is fundamentally tied to probability and evidence. The essence of Popper's concept lies in the idea that if a theory can be repeatedly disproven, it is potentially false. For instance, believing in Santa Claus doesn't hold up to scientific scrutiny; as the existence of Santa is not directly demonstrable by any reliable means. \n\nThis understanding suggests exploring alternatives for theories or beliefs that have little likelihood of being proven through experimentation and observation.  A theory must falsifiable for it to be considered scientifically robust, with a focus on testing, disproving or revising belief systems. Popper emphasized a constant re-evaluation of ideas to better adapt knowledge gained over time.\n\nPopper's work also highlights the complexities of skepticism—rejecting certainties and embracing uncertainty as an inherent part of the pursuit of truth.\n \n Ultimately, this method emphasizes the importance of questioning pre-existing beliefs and accepting new evidence that may challenge them.  Only then can a more grounded system of belief be established and maintained within the scientific community.   \n\n\n",
    "clean_text": "According to traditional understanding, scientific pursuit has emphasized objectivity through observation without preconceived notions. This approach, prevalent in ancient Greek thought, dictates that to examine the world scientifically means to observe impartially; seeking facts without biased interpretations. A typical example is observing swans: a white swan and another appearing identically white, will eventually form the hypothesis of all swans being white. Sigmund Freud’s methodology sought to apply this method by focusing on human phenomena instead of swan's appearance color, but he was criticized by Popper for allegedly relying on confirmations rather than disconfirmations.  \n\nPopper argued that everyone starts with inherent presumptions or biases in their observations. He added that what we focus on is influenced by our prior interests and attention, which ultimately dictates our beliefs. Consequently, the extent to which we confirm Freud's hypotheses heavily relies upon these subjective factors, influencing scientific accuracy. Popper's insights challenged psychoanalysis because only a method of disconfirmation can definitively establish the unreality of theory, contrary to traditional confirmation-based approaches.\n\nTherefore, a key concept in Popper's theory distinguishes between science and pseudoscience. Science aims to disconfirm its theories, while pseudoscience confirms them.  He further outlined several premises within scientific investigation:\n\n * Confirmation bias is prevalent. If someone seeks evidence for Santa Claus' existence, they will more readily find it than evidence against this belief; conversely a search for refuting information will be easier and lead to the discovery of confirmation of such beliefs. \n* To establish the accuracy of science, theories should challenge existing scientific thought by attempting to falsify them, not just proving their validity.  \n\n Popper, using the example of Santa Claus, outlined this theory for investigation; a good practice for testing this theory would be to find proof that negates Santa's reality. This necessitates going beyond simply trying to prove his existence to actually demonstrating a lack thereof, thus attempting to disprove the presence of Santa. \n\n\nFurther, he emphasized irrefutable theories could not truly represent scientific validity: they are only true because one has sought proof and success or failure in disproving a theory based on the data collected and analyzed is considered more meaningful than merely proving its existence in a purely superficial way. \n\nFinally, Popper's approach led to modern scientific thought centered on testability, refutability, and falsifiability. Instead of seeking scientific support for a theory, scientists aim to disprove a theory through evidence. In this way, the ultimate test of any concept is understanding its possibility of disconfirmation.  Popper’s insights have had a considerable lasting impact; his philosophical emphasis on the scientific method has influenced thinking around knowledge in both empirical and theoretical contexts for centuries\n\nAccording to Popper's view, knowledge involves probability and contingency. We can believe what seems most probable based on data readily available. This is based on the idea that our beliefs should be contingent upon available evidence and not mere certainty or assumption of a single definitive fact\n   \nFinally, this approach promotes open-mindedness, reminding viewers that no belief should be held sacred and any information needs to be weighed against existing data. \n\n Poppers' theories remain relevant in today's world. He believed certainty is impossible in reality as it shuts off possibilities and limits our potential for learning new and diverse truths; therefore, remaining open-minded to the possibility of our current beliefs being wrong is vital. This approach to understanding knowledge has far-reaching implications because questioning existing assumptions and beliefs ultimately fosters greater understanding; this is precisely what makes Popper's theories so valuable today. \n\n\n",
    "keywords": "Science, scientific method, knowledge, skepticism, Popper, falsifiability, hypothesis, theories, evidence, observation, confirmation bias, pseudo-science, Santa Claus, disconfirming evidence, critical thinking, probability, contingency, belief, certainty, Descartes, truth \n"
  },
  {
    "uid": "-X8Xfl0JdTQ__B5__S240.769",
    "text": " And they could be used\nto prove anything. Consider the existence of Santa Claus. If\nI try to find evidence of Santa’s existence, I’m going to find it, easily. The world\nis filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.\nThere’s the guy at the mall. And then there are all those songs, and stories, and tv shows, and movies – they combine to confirm your belief in Santa. But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So the question is, when we begin to test a theory, are we looking to confirm it, or disconfirm it? This is the key point, for Popper – science\ndisconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said, it’s easy to find confirmation\nof a theory if you’re looking for it. Remember the presents under the tree? If\nyou’re looking for proof that Santa exists, you’re not likely to keep searching for contradictory\nevidence after that. Second, confirmation should only count if\nit comes from risky predictions – ones that could actually destroy your theory. Because,\nPopper observed that every good scientific theory is prohibitive – it rules things\nout. This might sound strange, because no one wants\nto be wrong, but Popper says that every false belief we discover is actually good, because that gets us that much closer to believing only true things. Next, Popper argued that the only genuine test of a theory is one that’s attempting to falsify it. So, if you were to test for Santa’s reality, your method would require you to try to prove that he doesn’t exist, rather than proving that he does. So, you stay up all night, waiting to catch him delivering his presents. This is risky, because if the person who actually shows up to put presents under the tree is your Dad, then you’ve destroyed the Santa hypothesis. On a very similar note, Popper also pointed\nout that irrefutable theories are not scientific. If it can’t be tested, then your theory\ndoesn’t have much value. Like, you can only confirm that Santa is real\nby doing everything in your power to prove that he’s imaginary, and then failing to\ndo so. So you need to be tugging on Santa beards at the mall. You need to investigate\nreports of Santa sightings, and other weirdoes caught breaking into peoples’ houses through\ntheir chimneys. If you want to be able to really trust in your belief in Santa, in a\ngenuinely scientific way, you need to put your belief to the test, in every way you\ncan imagine. This is where Popper says that you have earned\nthe right to call a theory scientific. And finally, once you’ve disproven your theory, Popper said, you need to be willing to give it up. I mean, you can still cling to the Santa myth, even after catching your Dad putting gifts under the tree, by accepting his lie that Santa had dropped the gifts off earlier, and that he was just “helping.” But, if you’re a scientist, you’re gonna\nhave to be willing to let your beliefs go. Accept the evidence. Move on. And this is the modern scientific thinking that we\naccept today: Testable, refutable, falsifiable. You don’t seek to prove scientific hypotheses\nright, you only prove them wrong. A lot of this might seem so obvious that maybe\nyou’re wonder why we’re talking about it. But that’s how right Popper was – he\nwas one of those rare philosophers who actually managed to hit on an idea so right that we don’t\neven really argue about it anymore. So, it sounds like I’ve been talking mainly\nabout science all this time. But Popper and his insights actually tell us a lot about\nknowledge, in the philosophical sense. For Popper, knowledge was about probability\nand contingency. We are justified in believing whatever seems most probable given our current\ndata. And we should always be willing to revise our beliefs in the light of new evidence. In other words, our belief should be contingent on the data themselves. This wouldn’t have satisfied Descartes,\nwho was always concerned about certainty. But Popper never thought that certainty was\npossible in the first place. If anything, he thought being certain of something\ncauses you to close your mind, and that’s not what we want. Always remaining open to\nthe idea that your current beliefs might be wrong is the best way to get ever closer to\ntruth. So where does this leave us? Remember, we started out trying to prove that\nwe know the things we thought we knew. But you have to be open to the idea that your\nbeliefs might be false -- because that’s the only way that holding onto them can really\nmean anything. Otherwise, we’re all just believing whatever we want, with no grounds\nfor adjudicating between beliefs. You should keep that in mind, because that’s\nthe name of the game for the rest of this course. You only get to believe the things\nyou have reasons for, and we’re going to start with the area that is hardest for most\npeople – God. Hope to see you there. Today you learned about Karl Popper, and his\ninsights into science, pseudoscience, and knowledge -- which might best be summarized as science disconfirms, while pseudoscience confirms. This episode of Crash Course Philosophy is\nmade possible by Squarespace. Squarespace is a way to create a website, blog or online\nstore for you and your ideas. Squarespace features a user-friendly interface, custom\ntemplates and 24/7 customer support. Try Squarespace at squarespace.com/crashcourse for a special\noffer. Crash Course Philosophy is produced in association\nwith PBS Digital Studios. You can head over to their channel to check out amazing shows like Artrageous, The Good Stuff, and Blank on Blank. This episode of Crash Course was filmed in\nthe Doctor Cheryl C. Kinney Crash Course Studio with the help of these awesome people and\nour equally fantastic graphics team is Thought Cafe.",
    "smry_text": "**Karl Popper's Viewpoint on  Science and Knowledge**\n\nThis transcript outlines Karl Popper's philosophy regarding science, pseudoscience, and knowledge acquisition. \n\n* **How Science Confirms:** Popper asserted that scientific theories lead to confirmation of previously held beliefs. The presence of readily confirmable evidence within a society (such as presents under the tree on Christmas morning) serves as ample proof for Santa Claus. For instance, when considering the existence of Santa Claus; individuals are more likely to find supportive evidence upon looking for it than finding contradictory information after seeking its confirmation. \n* **Disconfirmation:** This argument contrasts with pseudoscience, which can appear plausible and confirm ideas, but lacks testability. Popper believed scientists should seek disconfirmation rather than confirmation, seeking out false beliefs that will ultimately contribute to a greater acceptance of genuine truths.  To challenge these concepts, one would try disproving a previously held belief, as opposed to attempting to prove its validity. To achieve success here, individuals must actively search for and confront the flaws in their beliefs. This requires pushing a theory to its limitations, even if it means failing.\n* **The Role of Falsifiability:** Popper believed that in science, testability, re-examining existing hypotheses, or disproving them, was paramount. For instance, trying to disprove the existence of Santa Claus and catching any evidence of Santa's non-existence would be a risky but valuable measure of proof. \n* **Testing Beliefs:** Knowledge based upon probability and contingency is what forms Popper's philosophical viewpoint on knowledge acquisition.  One should always be open to revising existing beliefs in light of new evidence, challenging current thinking on how they were acquired until there is absolute certainty that the beliefs are accurate. Individuals should understand that knowledge acquired through this method might not always agree with prior beliefs or previous assumptions. It requires remaining flexible in examining any belief system for any inconsistencies and challenges associated with it; otherwise, one's theories remain rooted in biases.\n\n\n **Popper's Overall Argument:**\n\nPoppfer believed that scientific knowledge thrives on the rejection of pre-existing, uncorroborated claims, challenging existing beliefs to produce new ones grounded in actual evidence and proof rather than just assuming. It challenges conventional thinking regarding knowledge as a direct product of subjective opinion. \n\n\n",
    "clean_text": "\"And they could be used to prove anything. Consider the existence of Santa Claus. If I try to find evidence of Santa’s existence, I'm going to find it easily. The world is filthy with evidence of Santa Claus! There are presents under the tree on Christmas morning.  There's the guy at the mall. And then there are all those songs, stories, TV shows, and movies. They combine to confirm your belief in Santa.  But Popper would argue that it’s only by seeking to disprove Santa’s existence that you can demonstrate his unreality. So, the question is, when we begin to test a theory, are we looking to confirm it or disconfirm it? This is the key point for Popper – science disconfirms, while pseudoscience confirms. He elaborated on this insight by establishing a series of distinct conclusions about science and knowledge. First, he said it's easy to find confirmation of a theory if you're looking for it. Remember the presents under the tree? If you're looking for proof that Santa exists, you’re not likely to keep searching for contradictory evidence after that. Second, confirmation should only count if it comes from risky predictions—ones that could actually destroy your theory. Because Popper observed that every good scientific theory is prohibitive; it rules things out. This might sound strange because no one wants to be wrong, but Popper says that every false belief we discover is truly good because that gets us closer to believing only true things.  Next, Popper argued that the only genuine test of a theory is one that's attempting to falsify it. So, if you were to test for Santa’s reality, your method would require you to try to prove that he doesn't exist rather than proving his existence. So you stay up all night waiting to catch him delivering presents.  This is risky because if the person who actually shows up to put gifts under the tree is your Dad, then you've destroyed the Santa hypothesis. On a very similar note, Popper also pointed out that irrefutable theories are not scientific. If it can’t be tested, then your theory doesn’t have much value.  Like, you can only confirm that Santa is real by doing everything in your power to prove he's imaginary and then failing to do so. So you need to be tugging on Santa beards at the mall; you need to investigate reports of Santa sightings, and other weirdoes caught breaking into people's houses through their chimneys. If you want to be able to truly trust in your belief in Santa in a genuinely scientific way, you need to put your belief to the test, in every way you can imagine. This is where Popper says that you have earned the right to call a theory scientific. Finally, once you've disproven your theory, Popper said, you need to be open to the idea that your beliefs might be wrong -- because that’s the only way holding to them can really mean anything otherwise, we're all just believing whatever we want with no grounds for adjudicating between beliefs.  So where does this leave us? Remember, we started out trying to prove we know the things we thought we knew, but you have to be open to the idea that your beliefs might be false--because that’s the only way holding onto them can really mean anything. Otherwise, we're all just believing whatever. You should keep that in mind because that is the name of the game for the rest of this course. You only get to believe the things you have reasons for and we are going to start with the area that is hardest for most people—god. Hope to see you there. Today you learned about Karl Popper, and his insights into science, pseudoscience, and knowledge - which might best be summarized as science disconfirms while pseudoscience confirms.  This episode of Crash Course Philosophy was made possible by Squarespace. Squarespace is a way to create a website, blog, or online store for you and your ideas. Squarespace features a user-friendly interface, custom templates, and 24/7 customer support. Try Squarespace at squarespace.com/crashcourse for a special offer.  Crash Course Philosophy is produced in association with PBS Digital Studios. You can head over to their channel to check out amazing shows like Artrageous, The Good Stuff and Blank on Blank. This episode of Crash Course was filmed in the Doctor Cheryl C. Kinney Crash Course Studio with the help of these awesome people and our equally fantastic graphics team is Thought Cafe.\"\n",
    "keywords": "phenomenon, science, pseudoscience, truth, Santa Claus, Popper, Karl Popper, falsifiability, scientific method, evidence, disconfirmation, confirmation, theory, hypotheses, certainty, belief, probability, knowledge, data, empirical evidence, Descartes, philosophy,  logic, reasoning, inquiry, skepticism, doubt, open-mindedness, critical thinking,  testing, observation, explanation. \n"
  }
]